{
  "lang": "RU",
  "back": "НАЗАД",
  "blank": "Страница находится в разработке ...\nПриносим извинения.",
  "menu1": "Операторы IPTV ",
  "menu2": "Списки телеканалов ",
  "menu3": "Инструкция IPTV ",
  "menu4": "МЕДИАТЕКА",
  "menu5": "FAQ",
  "menu6": "О нас",
  "mainText1": "Вы хотите один раз настроить и все время смотреть качественное телевидение через интернет с огромным количеством телеканалов на любую тематику? И это по цене кабельного или даже дешевле! Тогда Вам сюда! Мы протестировали некоторые сервисы и лучшие из них предоставляем Вашему выбору. Также мы попросим Вас уточнить, какое оборудование Вы используете для просмотра. А мы подскажем как Вам все это настроить! Итак, поехали!",
  "mainButton1": "Пошаговая инструкция по настройке IPTV на твоем устройстве",
  "mainText2": "А как насчет медиатеки с сотней тысяч фильмов, сериалов и мультфильмов на любой вкус? И это все работает на твоем SMART TV, приставке, компьютере и даже смартфоне! И это бесплатно! Достаточно иметь выход в интернет. Настраиваем один раз - смотрим всегда! Заходи!",
  "mainButton21": "МЕДИАТЕКА",
  "mainButton22": "(бесплатно)",
  "mainButton23": "Фильмы, сериалы и мультфильмы в отличном качестве",
  "hdvideobox-note": "Приложение для android тв приставок, Android TV и смартфонов android",
  "lampaandroid-note": "Приложение для android тв приставок, Android TV и смартфонов android",
  "lampasmarttv-note": "Приложение для SMART TV, поддерживающих установку Media Station X (LG, Samsung и др.)",
  "lampabrowser-note": "Приложение для браузеров (на PC, SMART TV и др.)",
  "headDevice": "Выберите Ваше устройство, принимающее контент",
  "headOperator": "Выберите IPTV оператора",
  "headPlayer": "Выберите плеер для просмотра IPTV",
  "headApplication": "Выберите приложение для онлайн кинотеатра",
  "smarttv": "Телевизор с функцией SMART-TV (без приставки)",
  "boxes": "ТВ приставка или ресивер",
  "androidtvbox": "ANDROID ТВ приставка",
  "appletv": "Apple TV приставка",
  "lgsmarttv": "LG Smart TV",
  "samsungsmarttv": "SAMSUNG Smart TV",
  "androidtv": "Android Smart TV",
  "whichChooseOperator": "Какой оператор выбрать?",
  "loadManual": "Формируем инструкцию...",
  "operators": "Операторы IPTV",
  "operatorsIntro1": "Ниже представлен список операторов IPTV, которые наиболее известны на сегодняшний день. Список открыт для обновления и редактирования. Операторы отличаются как по цене, так и по качеству картинки и набору каналов. Какой оператор лучше? Однозначного ответа нет. Все зависит от Ваших предпочтений, а также от того, какие каналы Вы хотите смотреть. Здесь также играет роль качество Вашего интернета и Ваше месторасположение, так как в разных регионах разные сервисы ведут себя по-разному.",
  "operatorsIntro2": "Лучшим вариантом будет попробовать несколько операторов и определить для себя наиболее подходящий. Для этого практически все операторы предоставляют бесплатный пробный период для тестирования от одного до нескольких дней. Воспользуйтесь этой возможностью! Настраиваем один раз - смотрим всегда!",
  "price": "Тарифы:",
  "description": "Особенности:",
  "link": "ПЕРЕЙТИ НА САЙТ",
  "mirror": "Зеркало",
  "price-ilooktv": "Более 3700 каналов за 1 $/мес.",
  "description-ilooktv": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие кинозала.-Наличие каналов 4K.-Наличие архива телеканалов за 4 дня.-В некоторых странах данный сайт сервиса заблокирован (но не сам сервис). Пробуйте открыть сайт через любое зеркало.",
  "price-sharavoz": "IPTV 3 $/мес. (более 2000 каналов).",
  "description-sharavoz": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие каналов 4K.-Наличие архива телеканалов за 6 дней.-Бонусы при пополнении (25$: +5%, 50$: +10%).",
  "price-viplime": "Более 1000 каналов 0.5 $/мес.",
  "description-viplime": "Наличие бесплатного теста на одни сутки.-Крайне низкая цена.",
  "price-cbilling": "IPTV Premium 10 $/мес.-IPTV HD+SD 7 $/мес.-IPTV LIVE HD+SD 5.5 $/мес.-IPTV SD 4 $/мес.-IPTV LIVE SD 3 $/мес.-IPTV HD+SD (позапросный тариф) 0.03 ... 0.08 $/час.-IPTV Deutschland 6 $/мес.",
  "price-domavip": "1100 каналов за 200 руб. (примерно 2,2 $) /мес.",
  "description-domavip": "Наличие бесплатного теста на одни сутки.-Свой кинозал с множеством фильмов уже включен в пакет.-Есть архив каналов за 3 дня.-Хорошая стабильность работы.-Скидки:\nпри оплате за 3 месяца: 5%\nпри оплате за 6 месяцев: 10%\nпри оплате за 12 месяцев: 15%",
  "description-cbilling": "Наличие бесплатного теста на 3 суток.-Большое количество каналов.-Наличие кинозала.-Наличие каналов 4K.-Наличие архива телеканалов за 7 дней.-Наличие позапросного тарифа (оплата только за время просмотра).-Наличие бонусов при пополнении:\n15 $ получите 20 $ (подарок 5$)\n20 $ получите 28 $ (подарок 8$)\n25 $ получите 38 $ (подарок 13$)\n30 $ получите 48 $ (подарок 18$)\n35 $ получите 60 $ (подарок 25$)\n40 $ получите 72 $ (подарок 32$)\n45 $ получите 86 $ (подарок 41$)\n50 $ получите 100 $ (подарок 50$)",
  "price-kineskopclub": "Basic SD 3 $/мес.-Good SD+HD 5 $/мес.-Best SD+HD+FullHD+4k 10 $/мес.",
  "description-kineskopclub": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие каналов 4K (при покупке соответствующего тарифа).-Наличие архива телеканалов за 7 дней.",
  "price-satbiling": "VIP (без 4K) — 1 $/мес.-VIP premium — 2 $/мес.-IPTV SD (позапросный тариф) 0.04 $/час.-IPTV HD (позапросный тариф) 0.08 $/час.",
  "description-satbiling": "Большое количество каналов.-Наличие каналов 4K.-Наличие позапросных тарифов (оплата только за время просмотра).",
  "price-sharatv": "PREMIUM (FullHd / 4K) 7 $/мес.-LIGHT+ (FullHD / 4K) 5 $/мес.-LIGHT (HD / 4K) 3 $/мес.-SPORT (FullHD / 4K) 3 $/мес.-Сформировать пакет от 3 $/мес. до 12 $/мес.",
  "description-sharatv": "Наличие бесплатного теста на одни сутки.-Большое количество каналов (при покупке соответствующих пакетов).-Наличие каналов 4K.-Наличие архива телеканалов от 1 до 5 дней.",
  "headManualIptv": "Ваша пошаговая инструкция по настройке IPTV",
  "headManualCinema": "Инструкция по настройке бесплатной медиатеки",
  "step": "ШАГ",
  "step-IlookRegistration": " - регистрация на сайте",
  "ilooktv_manual1-1": "Регистрируемся на сайте ILookTV по любой из ссылок:",
  "ilooktv_manual1-2": "Указываем: ник, e-mail, пароль и подтверждение пароля.",
  "ilooktv_manual1-3": "Затем на Ваш e-mail придет проверочный код, вводим его для подтверждения почты.",
  "ilooktv_manual1-4": "Затем нужно авторизоваться на сайте с Вашими данными, указанными при регистрации.",
  "step-IlookBuy": " - активация тестового периода и/или покупка пакета",
  "ilooktv_manual2-1": "Войдя на сайт, Вы увидите, что Вам доступен бесплатный просмотр на 1 сутки. Здесь можно перейти сразу к следующему шагу. Однако, по истечении суток, если Вы захотите продолжить просмотр, необходимо будет вернуться к этому шагу, чтобы пополнить баланс и приобрести пакет.",
  "ilooktv_manual2-2": "После истечения тестового периода нужно будет пополнить счет в личном кабинете. Для этого нужно зайти в раздел \"КАБИНЕТ\" - \"финансы\" - \"пополнить\". После пополнения счета нужно подключить пакет. Для этого нужно зайти в раздел \"ТАРИФ\" и активировать тариф. Также здесь желательно включить автопродление.",
  "step-IlookChoose": " - выбор способа загрузки плейлиста в плеер",
  "ilooktv_manual2-3": "Для выбранного Вами плеера есть два варианта загрузки плейлиста в плеер:\n\n1) Загрузка через ключ доступа;\n2) Загрузка плейлиста по ссылке.\n\nПервый вариант наиболее прост. Но его минус в том, что при таком способе в плеер загружаются все без исключения группы каналов, т.е. если Вы убрали ненужные группы, они все равно будут загружены и будут захламлять Ваш список в плеере.",
  "ilooktv_manual2-4": "Поэтому этот способ мы пока рассматривать не будем (возможно, добавим позже).\nРассмотрим настройку плеера через загрузку плейлиста по ссылке.",
  "ilooktv_manual2-5": "Но мы рассмотрим первый способ, так как он намного проще, и в телевизор данные нужно вводить вручную, при этом ключ доступа ввести гораздо проще. Если есть желание, можно попробовать сделать по второму варианту, т.е. ввести ссылку на Ваш плейлист. Инструкцию можно подсмотреть как для аналогичного плеера но для ANDROID тв приставки с той лишь разницей, что всю длинную ссылку на Ваш плейлист нужно будет вводить вручную, а не копипастить.",
  "step-IlookPlaylist": " - копирование плейлиста для плеера Вашего устройства",
  "step-IlookKey": " - копирование ключа для плеера Вашего устройства",
  "ilooktv_manual3-1": "В личном кабинете заходим на вкладку \"ПЛЕЙЛИСТ\" в раздел \"группы каналов\", в нем выбрать тип плейлиста (можно выбирать \"Стандартный\" или \"Тематический\" в зависимости от того, какие группы каналов Вам нужны, а также здесь можно убрать галочки с тех каналов, которые Вам не нужны.",
  "ilooktv_manual3-11": "Затем заходим в раздел \"скачать\", выбираем плейлист в формате m3u8 и нажимаем на кнопку \"копировать\".",
  "ilooktv_manual3-12": "Затем заходим в раздел \"скачать\", выбираем плейлист в формате m3u8 и запоминаем (записываем или фотографируем) Вашу ссылку на плейлист.",
  "ilooktv_manual3-13": "ПРИМЕЧАНИЕ: Изменить группы каналов можно будет и позже, при этом все дальнейшие действия повторять не нужно. Каждый раз, после того, как Вы поменяете набор групп каналов, достаточно будет войти в настройки Вашего плеера и найти пункт \"Обновить плейлист\" или \"Загрузить плейлист\".",
  "ilooktv_manual3-2": "Отлично! Теперь ссылка на наш плейлист в буфере памяти компьютера.",
  "ilooktv_manual3-3": "Заходим на рабочий стол компьютера, нажимаем на правую кнопку мыши - Создать - Текстовый документ. Называем его, например, \"link.txt\". Затем открываем этот файл и вставляем нашу ссылку из буфера (Ctrl+V). Ссылка на Ваш плейлист должна вставиться в этот файл. Сохраняем и закрываем его. Он нам еще понадобится.",
  "ilooktv_manual3-4": "Если вместо компьютера Вы используете смартфон, то для переноса адреса плейлиста удобнее всего использовать приложение \"Mocha Mouse\" на смартфоне. При помощи него Вы можете вводить текст из буфера смартфона на Вашу приставку. При этом Вам не нужно создавать файл link.txt, а также Вам не нужно устанавливать вспомогательные приложения (этот шаг просто пропускаем).",
  "szaravoz_manual1-1": "Регистрируемся на сайте SHARAVOZ по ссылке:",
  "szaravoz_manual1-3": "Затем на Ваш e-mail придет ссылка для подтверждения почты. Переходим по ней и Ваша почта подтверждена! После этого Вы получите 24 часа бесплатного пользования сервисом.",
  "step-SzaravozBuy": " - покупка пакета",
  "szaravoz_manual2-1": "Пока действует тестовый период, этот шаг можно пропустить.",
  "szaravoz_manual2-2": "Через сутки, при желании продолжить просмотр, понадобится купить подписку. Для этого заходим в личный кабинет, кликаем на баланс, затем выбираем способ оплаты, соглашаемся с условиями системы и нажимаем Далее. Затем нажать Оплатить и произвести платеж.",
  "szaravoz_manual2-3": "После пополнения баланса заходим в кабинет, выбираем Купить подписку.",
  "szaravoz_manual3-1": "Заходим в личный кабинет и выбираем \"Настройки просмотра\".",
  "szaravoz_manual3-2": "Выбор сервера рекомендуем сразу не трогать. Если потом будут наблюдаться подлагивания, подвисания картинки, и при этом Вы уверены, что с Вашим интернетом все впорядке, здесь можно будет выполнить тест серверов и выбрать лучший для Вашего региона.\nЗдесь же есть редактор каналов, где Вы можете убрать из списка ненужные Вам каналы.\nДалее переходим в \"Получение плейлиста\".",
  "szaravoz_manual3-3_televizo": "Выбираем \"ANDROID\", \"Televizo\"",
  "szaravoz_manual3-3_ottnavigator": "Выбираем \"ANDROID\", \"Navigator OTT Player\" и запоминаем (записываем или фотографируем) Ваш персональный ключ.",
  "szaravoz_manual3-3_ottplayer": "Выбираем \"Windows\", \"OTT Player\"",
  "szaravoz_manual3-3_ssiptv_samsung": "Выбираем \"Samsung TV\", \"SSIPTV\"",
  "szaravoz_manual3-3_ssiptv_lg": "Выбираем \"LG TV\", \"SSIPTV\"",
  "szaravoz_manual3-3_other": "Выбираем \"Другое\", \"m3u8\"",
  "szaravoz_manual3-3_copy": " и нажимаем кнопку \"Копировать ссылку\".",
  "szaravoz_manual3-3_foto": " и сохраняем (записываем или фотографируем) ссылку на Ваш плейлист.",
  "szaravoz_manual3-4": "Запрещается передавать свои данные (ключ или плейлист) третьим лицам, так как при обнаружении одновременного просмотра с разных устройств Ваш аккаунт будет заблокирован!",
  "viplime_manual1-1": "Регистрируемся на сайте VipLime по ссылке:",
  "viplime_manual1-3": "Затем на Ваш e-mail придет ссылка для подтверждения почты. Переходим по ней и Ваша почта подтверждена!",
  "viplime_manual2-1": "VipLime позволяет активировать бесплатный тестовый период на одни сутки 1 раз в любой момент времени, когда захотите. Для активации тестового периода переходим в телеграм-бот: ",
  "viplime_manual2-2": "Отправляем свой e-mail, при помощи которого Вы регистрировались на VipLime. Активация тестового периода произойдет автоматически.",
  "viplime_manual2-3": "По истечении суток, если Вы захотите продолжить просмотр, необходимо будет  пополнить баланс и приобрести пакет. Для этого заходим \"Аккаунт\", \"Пополнить баланс\".",
  "viplime_manual2-4": "После пополнения баланса услуга подключается автоматически. Продление подписки также происходит автоматически при наличии положительного баланса. Деньги списываются 1 раз в месяц.",
  "viplime_manual3-1": "Заходим в личный кабинет и выбираем \"Плейлисты\".\nЗатем выбираем вкладку \"HLS (M3U8)\".",
  "viplime_manual3-2": "Далее в зависимости от качества и скорости Вашего интернета выбираем соответствующий плейлист и копируем. Можно просто выделить и скопировать (Ctrl+C).",
  "viplime_manual3-22": "Далее в зависимости от качества и скорости Вашего интернета выбираем соответствующий плейлист запоминаем (записываем или фотографируем) ссылку на Ваш плейлист.",
  "viplime_manual3-3": "Заходим в личный кабинет и выбираем \"Устройства\".\nНаходим поле \"OTT Navigator IPTV\" и запоминаем/записываем/сохраняем Ваш персональный ключ.",
  "viplime_manual3-4": "Запрещается передавать свои данные (ключ или плейлист) третьим лицам, так как при обнаружении одновременного просмотра с более чем двух разных устройств Ваш аккаунт будет заблокирован!",
  "domavip_manual1-1": "Регистрируемся на сайте DOMA.VIP по ссылке:",
  "domavip_manual1-3": "Для завершения регистрации и активации тестового периода, следуйте инструкции отправленной вам на почту.",
  "domavip_manual2-1": "Если Вы выполнили инструкции, присланные Вам на почту, то у Вас сразу же будет доступен бесплатный просмотр на одни сутки.",
  "domavip_manual2-3": "По истечении суток, если Вы захотите продолжить просмотр, необходимо будет  пополнить баланс и приобрести пакет. Для этого заходим \"Аккаунт\".",
  "domavip_manual2-4": "Далее \"Оплатить и получить скидку\".",
  "domavip_manual3-1": "Заходим в личный кабинет во вкладку \"Плейлист\".",
  "domavip_manual3-2": "Копируем нужный адрес плейлиста. ",
  "domavip_manual3-21": "Сохраняем (фотографируем или записываем) нужный адрес плейлиста. ",
  "domavip_manual3-3": "Рекомендуем максимальное качество (при условии хорошего интернет-соединения).",
  "cbilling_manual1-1": "Регистрируемся на сайте Cbilling по любой из ссылок:",
  "cbilling_manual1-2": "Указываем Ваш e-mail.",
  "cbilling_manual1-3": "На Ваш e-mail придет ссылка для подтверждения почты. Переходим по ссылке из почты и вводим свои регистрационные данные, полученные в этом же письме.",
  "cbilling_manual1-4": "Затем нужно авторизоваться на сайте с Вашими данными, указанными при регистрации.",
  "cbilling_manual2-1": "Войдя на сайт, Вы увидите, что Вам доступен бесплатный просмотр на 72 часа. Чтобы активировать бесплатный просмотр на 72 часа, нужно кликнуть \"взять бесплатный тест\".",
  "cbilling_manual2-11": "Затем выбираете пакет, например \"PREMIUM IPTV\", \"взять тест\".",
  "cbilling_manual2-12": "Далее выбираем \"Активировать тест на 72 часа\".",
  "cbilling_manual2-2": "По истечении тестового периода, если Вы захотите продолжить просмотр, необходимо будет вернуться к этому шагу, чтобы пополнить баланс и приобрести пакет.",
  "cbilling_manual2-3": "Для пополнения баланса переходим во вкладке слева \"Главная\" - \"Пополнить баланс\" и пополняем баланс удобным для Вас способом.",
  "cbilling_manual2-4": "После пополнения счета нужно проверить, чтобы выбранный пакет был подключенным, либо выбрать другой пакет. После пополнения также станет доступен Позапросный тариф, где плата взимается только за время просмотра (подходит для тех, кто пользуется IPTV не часто).",
  "cbilling_manual3-1": "Заходим в личный кабинет во вкладку слева \"Главная\". Заетм выбираем \"Плейлист\".",
  "cbilling_manual3-2": "В поле \"Автообновляемый плейлист с архивом\" кликаем на кнопку копирования плейлиста, либо просто выделяем и копируем.",
  "cbilling_manual3-21": "В поле \"Автообновляемый плейлист с архивом\" запоминаем (записываем или фотографируем) ссылку на Ваш плейлист.",
  "cbilling_manual3-3": "Заходим в личный кабинет во вкладку слева \"Главная\".",
  "cbilling_manual3-4": "Находим поле \"Ключ\" и запоминаем/записываем/сохраняем Ваш персональный ключ.",
  "kineskopclub_manual1-1": "Регистрируемся на сайте Kineskop.club по ссылке:",
  "kineskopclub_manual1-2": "После входа на сайт Вас попросят подтвердить вашу почту.",
  "kineskopclub_manual2-2": "Для пополнения баланса переходим во вкладку \"Оплата\" и нажимаем \"ПОПОЛНИТЬ СЧЕТ\". Пополняем счет любым удобным для Вас способом.",
  "kineskopclub_manual2-3": "Затем выбираем тариф и кликаем на соответствующую кнопку \"Оформить тариф\".",
  "kineskopclub_manual3-1": "Заходим в личный кабинет и выбираем \"Плейлист\".",
  "kineskopclub_manual3-2": "Затем выбираем \"Скачать плейлист\".",
  "kineskopclub_manual3-3": "Далее можно выбрать ненужные категории каналов.",
  "kineskopclub_manual3-4": "Выбираем \"Скопировать ссылку на плейлист\".",
  "kineskopclub_manual3-42": "Запоминаем (записываем или фотографируем) Вашу ссылку на плейлист.",
  "sharatv_manual1-1": "Регистрируемся на сайте Shara-tv по ссылке:",
  "sharatv_manual1-2": "После входа на сайт Вас попросят подтвердить вашу почту.",
  "sharatv_manual2-1": "Shara-tv позволяет активировать бесплатный тестовый период на одни сутки 1 раз в любой момент времени, когда захотите. Для активации тестового периода переходим на главную страницу, затем выбираем \"Интернет ТВ (IPTV)\".",
  "sharatv_manual2-2": "Далее выбираем \"Тестировать\".",
  "sharatv_manual2-3": "Теперь можно перейти к следующему шагу. Однако, по истечении суток при желании продолжить просмотр нужно будет вернуться к этому шагу, чтобы пополнить баланс и преобрести пакет. ",
  "sharatv_manual2-5": "Чтобы пополнить баланс, переходим на главную страницу и нажимаем \"Пополнить\".",
  "sharatv_manual2-6": "Пополняем баланс любым удобным способом.",
  "sharatv_manual2-7": "Затем выбираем и заказываем нужный Вам пакет IPTV.",
  "sharatv_manual3-1": "Заходим на главную страницу во вкладку \"Интернет ТВ (IPTV)\".",
  "sharatv_manual3-2": "Затем копируем ссылку на плейлист, нажав \"Copy\".",
  "step-AppsHelpDownload": " - загрузка вспомогательных приложений",
  "android-help1-0": "Если у Вас имеется блютуз клавиатура и Вы умеете легко копировать и вставлять текст на андроид тв боксе, то этот шаг можно пропустить.",
  "android-help1-1": "Для облегчения настройки Вашего ТВ бокса очень рекомендуем скачать два дополнительных приложения, которые облегчат его настройку, а именно копирование и вставку ссылки плей-листа. Данные приложения протестированы, проверены и являются абсолютно безопасными.",
  "android-help1-2": "1) Удобная виртуальная клавиатура для Android-TV, в которой есть кнопка \"Вставка из буфера\":",
  "android-help1-3": "2) Специальный текстовый редактор, у которого есть кнопка  \"Копирование в буфер\":",
  "android-help1-4": "Все файлы и приложения для удобства лучше сохранять на компьютере в отдельную папку или на рабочий стол. После завершения всех настроек данные файлы можно будет удалить.",
  "step-AppsHelpInstall": " - установка вспомогательных приложений",
  "android-help2-1": "Устанавливаем приложение \"Text Editor.apk\", предоставив ему все разрешения в процессе установки.",
  "android-help2-2": "Далее, устанавливаем приложение \"LeanKeyKeyboardPro.apk\", предоставив ему все разрешения в процессе установки.",
  "android-help2-3": "Переходим в настройки устройства.",
  "android-help2-4": "Ищем пункт \"Клавиатура\".",
  "android-help2-5": "Выбираем клавиатуру \"LeanKey Keyboard Pro\".",
  "android-help2-6": "После завершения всех настроек здесь можно будет вернуть стандартную клавиатуру, если она Вам удобнее и привычнее.",
  "step-TelevizoDownload": " - скачивание приложения Televizo",
  "televizo_manual1-1": "Скачиваем приложение Televizo:",
  "linkOfficial": "Официальный сайт",
  "link4PDA": "4PDA форум",
  "linkFast": "Прямая ссылка",
  "sendFiles_manual1-2": "Теперь наша задача перенести файл link.txt, содержащий ссылку на наш плейлист и файл apk на нашу ТВ-приставку. Если в Вашей приставке есть USB-вход, то можно просто перенести эти файлы при помощи любой флешки. Но сейчас очень популярны мини ТВ-приставки в виде стиков, не имеющие USB-разъема. Поэтому, мы рассмотрим более универсальный, простой и удобный способ переноса файлов на ANDROID ТВ-приставку без использования флеш-накопителя.",
  "step-AndroidTvBoxTransfer": " - перенос файлов на ТВ-приставку",
  "androidtvbox_manual2-1": "Переходим к приставке и открываем в ней PlayMarket. Скачиваем приложение File Manager. Можно скачать любой файловый менеджер, поддерживающий передачу данных по FTP.",
  "androidtvbox_manual2-2": "Скачиваем, устанавливаем и открываем его. Выбираем пункт \"Доступ из сети\".",
  "androidtvbox_manual2-3": "Запускаем службу доступа к файлам из сети. (Ваш компьютер и приставка должны быть подключены к одному роутеру, т.е находиться в одной локальной сети.",
  "androidtvbox_manual2-4": "Возвращаемся на компьютер. Открываем \"Мой компьютер\" и в адресной строке вводим адрес из приложения на приставке. (На предыдущем скриншоте это \"ftp://192.168.1.97:3740\". У Вас этот адрес будет свой). Затем вводим имя пользователя и пароль (берем оттуда же, у Вас они будут свои, скриншот использован лишь для примера).",
  "androidtvbox_manual2-5_1": "После этого на компьютере откроется папка \"device\" (у Вас может называться по-другому). Теперь мы имеем доступ к файлам на приставке с нашего компьютера. Заходим в \"device/download/\" и перетаскиваем сюда скачанный ранее файл ***.apk.",
  "androidtvbox_manual2-5_2": "После этого на компьютере откроется папка \"device\" (у Вас может называться по-другому). Теперь мы имеем доступ к файлам на приставке с нашего компьютера. Заходим в \"device/download/\" и перетаскиваем сюда скачанные ранее файлы ***.apk и созданный файл ***.txt.",
  "androidtvbox_manual2-6_1": "Возвращаемся в нашу приставку и при помощи любого файлового менеджера ищем и открываем папку \"download\". Видим, что наш файл уже здесь.",
  "androidtvbox_manual2-6_2": "Возвращаемся в нашу приставку и при помощи любого файлового менеджера ищем и открываем папку \"download\". Видим, что наши файлы уже здесь.",
  "step-TelevizoInstall": " - установка и настройка приложения Televizo",
  "televizo_manual2-1": "Как было сказано выше Выше, на нашей приставке в папке \"Загрузки\" или \"download\" будут находится наши файлы. Сначала открываем файл link.txt. Для этого наводим на него курсор и долго удерживаем центральную кнопку на пульте (обычно это кнопка OK). Выбираем пункт меню \"Открыть с помощью\" и далее выбираем наш текстовый редактор, который мы установили.",
  "televizo_manual2-12": "Должен открыться вот такой редактор:",
  "televizo_manual2-13": "Для открытия файла link.txt можно воспользоваться любым другим текстовым редактором, если вдруг предыдущий Вы решили не устанавливать. Затем при помощи курсора выделить всю ссылку и нажать \"Копировать\". Ссылка будет скопирована в буфер памяти приставки. Например:",
  "televizo_manual2-2": "Затем нужно скопировать указанную ссылку в буфер обмена. Для этого нужно просто нажать кнопку \"Копировать\". Для облегчения выполнения этих действий можно подключить к приставке блютуз клавиатуру или использовать Ваш смартфон, установив на него приложение \"Mocha Mouse\" или \"Bluetooth-клавиатура\". В настройках приложения нужно выбрать поиск устройств, найти Вашу приставку, соединиться с ней и использовать Ваш смартфон как пульт с расширенными возможностями. Это нужно только на этапе настроек.",
  "televizo_manual2-3": "Возвращаемся в диспетчер файлов и запускаем файл Televizo.apk.",
  "televizo_manual2-4": "Устанавливаем приложение Televizo, предоставив ему все разрешения в процессе установки. Затем запускаем приложение и выбираем \"Создать плейлист\".",
  "televizo_manual2-5": "В названии плейлиста указываем любое название. В поле \"Ссылка на плейлист\" нужно щелкнуть курсором, чтобы появилось меню \"Вставить\" и нажать на него. В поле должна вставится ссылка из буфера обмена, которую мы скопировали ранее.",
  "televizo_manual2-51": "Если Вы установили клавиатуру LeanKeyKeyboardPro, то вставить ссылку из буфера можно просто нажав на клавишу вставки текста из буфера:",
  "televizo_manual2-6": "После этого Ваш плейлист загрузится и Вы попадете в меню категории каналов. Программа передач на каналах загрузится и обновится автоматически спустя какое-то время. У меня заняло около 5 минут (для первого запуска).",
  "televizo_manual2-7": "Здесь также есть возможность смотреть архивы (записи) телепередач (работают не на всех каналах). Для этого нужно нажать на кнопку вызова программы передач. Затем нажать на пульте кнопку Влево.",
  "televizo_manual2-8": "Зеленым цветом обозначена текущая телепередача, ниже - предстоящая телепрограмма, а выше - оранжевым цветом - это архивы, которые можно пересматривать и даже перематывать!",
  "enjoy_manual01": "Приятного просмотра!",
  "step-OttNavigatorDownload": " - скачивание приложения OTT Navigator",
  "ottnavigator_manual1-1": "Скачиваем приложение OTT Navigator:",
  "ottnavigator_manual1-2": "Теперь наша задача перенести файл apk на нашу ТВ-приставку. Если в Вашей приставке есть USB-вход, то можно просто перенести этот файл при помощи любой флешки. Но сейчас очень популярны мини ТВ-приставки в виде стиков, не имеющие USB-разъема. Поэтому, мы рассмотрим более универсальный, простой и удобный способ переноса файлов на ANDROID ТВ-приставку без использования флеш-накопителя.",
  "ottnavigator_manual1-21": "Теперь наша задача перенести файлы apk на нашу ТВ-приставку. Если в Вашей приставке есть USB-вход, то можно просто перенести эти файлы при помощи любой флешки. Но сейчас очень популярны мини ТВ-приставки в виде стиков, не имеющие USB-разъема. Поэтому, мы рассмотрим более универсальный, простой и удобный способ переноса файлов на ANDROID ТВ-приставку без использования флеш-накопителя.",
  "step-OttNavigatorInstall": " - установка и настройка приложения OTT Navigator",
  "ottnavigator_manual2-1": "Как было сказано выше Выше, на нашей приставке в папке \"Загрузки\" или \"download\" будет находится наш установочный файл.",
  "ottnavigator_manual2-2": "Вводим ключ, который мы запоминали на шаге 3. Затем нажимаем применить.",
  "ottnavigator_manual2-3": "Возвращаемся в диспетчер файлов и запускаем файл OTT Navigator.apk.",
  "ottnavigator_manual2-4": "Устанавливаем приложение OTT Navigator, предоставив ему все разрешения в процессе установки. Затем запускаем приложение и переходим в \"Список провайдеров\".",
  "ottnavigator_manual2-45": "Устанавливаем приложение OTT Navigator, предоставив ему все разрешения в процессе установки. Затем запускаем приложение и переходим в \"Плейлист\".",
  "ottnavigator_ilooktv_manual2-5": "Выбираем провайдера. В нашем случае это \"Edem/ILook\".",
  "ottnavigator_cbilling_manual2-5": "Выбираем провайдера. В нашем случае это \"CBilling\".",
  "ottnavigator_sharavoz_manual2-5": "Выбираем провайдера. В нашем случае это \"Sharavoz TV\".",
  "ottnavigator_viplime_manual2-5": "Выбираем провайдера. В нашем случае это \"VipLime\".",
  "ottnavigator_manual2-6": "Вставляем ссылку на наш плейлист из буфера обмена, выбрав соответствующую иконку или вставив курсор в поле и долго удерживать клавишу \"OK\" на пульте. Ссылка на наш плейлист из буфера памяти должна вставиться в соответствующее поле.",
  "ottnavigator_manual2-7": "После загрузки плейлиста переходим в пункт \"Прямой эфир\", выбираем категорию каналов и наслаждаемся просмотром. Первый раз нужно подождать минут 5...10, пока загрузится телепрограмма для всех телеканалов. После загрузки телепрограммы появится возможность смотреть архивы. Для этого нужно перейти в соответствующее меню. Для некоторых каналов архивы могут быть недоступны. Это зависит от конкретного IPTV оператора.",
  "step-OttPlayFossDownload": " - скачивание приложения OTT-play FOSS",
  "ottplayfoss_manual1-1": "ПРИМЕЧАНИЕ: Если Вы уже установили плеер \"Ott-Play by Alex\", то плеер \"OTT-play FOSS\" установить не получится. Нужно сначала удалить \"Ott-Play by Alex\". Но если Вы хотите, чтобы на Вашем устройстве было два этих плеера одновременно, то один из них нужно установить и запускать через \"Media Station X\". Эту инструкцию сделаем позже.",
  "ottplayfoss_manual1-2": "Итак, скачиваем приложение \"OTT-play FOSS\":",
  "ottplayfoss_manual2-4": "Устанавливаем приложение \"OTT-play FOSS\", предоставив ему все разрешения в процессе установки. Затем запускаем приложение и выбираем \"Создать плейлист\".",
  "step-ottplayfossInstall": " - установка приложения OTT-play FOSS",
  "ottplayfoss_manual2-3": "Возвращаемся в диспетчер файлов и запускаем файл ott-play_foss.apk.",
  "step-ottplayfossSetup": " - настройка приложения ",
  "ottplayfoss_manual2-45": "Запускаем приложение и выбираем нужный Вам язык.",
  "ottplayfoss_manual2-5": "Далее выбираем \"Ручная настройка\".",
  "ottplayfoss_manual2-6": "Переходим на \"Выберите плейлист\".",
  "ottplayfoss_manual2-7": "Кликаем на \"Название плейлиста\" и вводим любое название плейлиста, какое Вам нравится.",
  "ottplayfoss_manual2-8": "Переходим на пункт \"Адрес плейлиста\".",
  "ottplayfoss_manual2-9": "Здесь нам поможет установленная нами клавиатура, при помощи которой мы легко и быстро вставим ссылку на плейлист из буфера обмена.",
  "ottplayfoss_manual2-92": "Вводим ссылку на наш плейлист из личного кабинета (см. шаг 3).",
  "ottplayfoss_manual2-10": "Устанавливаем количество часов архива 72 и нажимаем \"Загрузить плейлист\".",
  "ottplayfoss_manual2-11": "И сразу же наши выбранные группы каналов должны загрузиться!",
  "ottplaybyalex-Note": "не работают общественные каналы РФ",
  "step-OttPlayByAlexDownload": " - скачивание приложения Ott-Play by Alex",
  "ottplaybyalex_manual1-1": "ПРИМЕЧАНИЯ:\n1) Следует помнить, что этот плеер блокирует российские общественные каналы плейлистов.\n2) Если Вы уже установили плеер \"OTT-play FOSS\", то плеер \"Ott-Play by Alex\" установить не получится. Нужно сначала удалить \"OTT-play FOSS\". Но если Вы хотите, чтобы на Вашем устройстве было два этих плеера одновременно, то один из них нужно установить и запускать через \"Media Station X\". Эту инструкцию сделаем позже.",
  "ottplaybyalex_manual1-2": "Итак, скачиваем приложение \"Ott-Play by Alex\":",
  "step-ottplaybyalexInstall": " - установка приложения Ott-Play by Alex",
  "ottplaybyalex_manual2-3": "Возвращаемся в диспетчер файлов и запускаем файл ott-play.apk.",
  "ottplaybyalex_manual2-4": "Устанавливаем приложение Ott-Play by Alex, предоставив ему все разрешения в процессе установки.",
  "step-OttplayerWebSetup": " - Регистрация на сайте OttPlayer и загрузка плейлиста",
  "ottplayer_manual1-1": "Переходим на сайт \"OttPlayer\" по ссылке:",
  "ottplayer_manual1-2": "После регистрации Вы получите письмо для подтверждения Вашей почты.",
  "ottplayer_manual1-3": "Далее заходим в свой аккаунт Ottplayer и переходим во вкладку \"Плейлисты\".",
  "ottplayer_manual1-4": "В поле \"Имя плейлиста\" вводим любое имя плейлиста. Это имя будет отображаться в плеере на приставке или телевизоре.\nВ поле \"Источник плейлиста\" выбираем \"ССЫЛКА\".\nЗатем ставим курсор в поле \"Прямая ссылка\" и вставляем нашу ссылку из буфера обмена, нажав Ctrl+V или Shift+Ins. Если ссылка не вставилась из буфера, нужно заново вернуться к предыдущему шагу и скопировать ссылку на Ваш плейлист.",
  "ottplayer_manual1-5": "Загруженный плейлист должен отобразиться в списке. Вкладку на компьютере пока не закрываем, нам нужно будет сюда ещё один раз вернуться.",
  "step-ottplayerInstall": " - установка и настройка приложения OttPlayer",
  "ottplayer_manual2-1_boxes": "Переходим в нашу ТВ приставку. Заходим в \"Google Play\" и вбиваем в поиск \"OttPlayer\".",
  "ottplayer_manual2-1_smarttv": "Переходим в наш SMART TV. Заходим в магазин приложений (LG Store, Samsung Apps или Google Play, в зависимости от типа Вашего SMART TV) и вбиваем в поиск \"OttPlayer\".",
  "ottplayer_manual2-2": "Нажимаем \"Установить\".",
  "ottplayer_manual2-3": "После установки запускаем приложение и нажимаем \"Начать\".",
  "ottplayer_manual2-4": "Входим в приложение с теми же учетными данными, с которыми мы регистрировались на сайте ottplayer на предыдущем шаге.",
  "ottplayer_manual2-5": "Далее придумываем имя Вашему устройству и нажимаем \"Добавить\".",
  "ottplayer_manual2-6": "Возвращаемся на компьютер в личный кабинет OttPlayer. Переходим во вкладку \"Устройства\" и убеждаемся что наше устройство добавилось.",
  "ottplayer_manual2-7": "Снова переходим во вкладку \"Плейлисты\".",
  "ottplayer_manual2-8": "Затем переходим в настройки нашего плейлиста.",
  "ottplayer_manual2-9": "Включаем автообновление и подключаем наше устройство к плейлисту.",
  "ottplayer_manual2-10_boxes": "Возвращаемся на тв приставку в приложение OttPlayer.\nВыбираем наше устройство и наш плейлист.",
  "ottplayer_manual2-10_smarttv": "Возвращаемся в SMART TV в приложение OttPlayer.\nВыбираем наше устройство и наш плейлист.",
  "ottplayer_manual2-11": "После этого телеканалы нашего плейлиста должны загрузиться.",
  "ottplayer_manual2-12": "Для перехода к настройкам плеера нужно перейти влево и опустить курсор в самый низ групп телеканалов.",
  "step-IlookPlaylist-smarttv": " - копирование ключа для плеера телевизора",
  "ilooktv_manual_smarttv_3-11": "Далее заходим в настройки и запоминаем (записываем или фотографируем) Ваш ключ доступа.",
  "ilooktv_manual_smarttv_3-12": "ПРИМЕЧАНИЕ: Запрещается передавать Ваш ключ доступа третьим лицам. В случае утечки рекомендуется сменить ключ, иначе как только система обнаружит одновременный просмотр с разных IP адресов, Ваш просмотр будет заблокирован!",
  "step-smartTv-ottplayInstall": " - установка на SMART TV приложения ",
  "mediaStationX_manual3-1_lgsmarttv": "Переходим в телевизор SMART TV. В магазине приложений LG Store ищем и устанавливаем приложение Media Station X.",
  "mediaStationX_manual3-1_samsungsmarttv": "Переходим в телевизор SMART TV. В магазине приложений Samsung Apps ищем и устанавливаем приложение Media Station X.",
  "mediaStationX_manual3-2": "Открываем приложение Media Station X. Заходим в настройки (Settings).",
  "mediaStationX_manual3-3": "Открываем Start Parameter.",
  "mediaStationX_manual3-4": "Открываем Setup.",
  "mediaStationX_manual3-5": "Далее нужно решить для себя, как Вы будете использовать приложение Media Station X:\n\n1) Только для запуска приложения ",
  "mediaStationX_manual3-6": ". Т.е. по запуску \"Media Station X\" будет сразу же автоматически запускаться ",
  "mediaStationX_manual3-7": "\n2) Для запуска лаунчера приложений. Используется когда Вам нужно установить в \"Media Station X\" сразу несколько приложений, например, разные виды плееров или добавить приложение с бесплатной фильмотекой \"Lampa\" и т.д.",
  "mediaStationX_manual3-70": "Выберите свой вариант:",
  "mediaStationX_manual3-71": "1. Только для запуска приложения ",
  "mediaStationX_manual3-72": "2. Для запуска лаунчера приложений.",
  "mediaStationX_manual3-8_ottplayfoss": "В поле \"HTTP Server\" вводим адрес: \"ottp.eu.org\" и нажимаем на галочку.",
  "mediaStationX_manual3-8_ottplaybyalex": "В поле \"HTTP Server\" вводим адрес: \"ott-play.com\" и нажимаем на галочку.",
  "mediaStationX_manual3-9": "Далее нажимаем \"Yes\".",
  "mediaStationX_manual3-10": "Переходим в пункт \"Подтверждение ссылок\". Меняем значение на \"Нет\" или \"No\".",
  "mediaStationX_manual3-11": "или",
  "mediaStationX_manual3-12": "Теперь, при следующем запуске приложения \"Media Station X\", на Вашем SMART TV должно сразу открыться приложение ",
  "mediaStationX_manual4-1": "В поле \"HTTP Server\" вводим адрес: \"msxplayer.ru\" и нажимаем на галочку.",
  "mediaStationX_manual4-2": "Приложение перезагрузится и вы попадете в так называемый Лаунчер. В нем нажимаем на \"+\".",
  "mediaStationX_manual4-3_ottplayfoss": "Далее выбираем \"Плейлист MSX\".",
  "mediaStationX_manual4-3_ottplaybyalex": "Далее выбираем \"Из Магазина\".",
  "mediaStationX_manual4-35_ottplayfoss": "В поле \"HTTP Server\" вводим адрес: \"ottp.eu.org\" и нажимаем на галочку.",
  "mediaStationX_manual4-35_ottplaybyalex": "В магазине выбираем приложение \"OTT-Play\". Выбираем его и нажимаем \"Установить\".",
  "mediaStationX_manual4-4": "В списке должен появиться новый элемент, это и есть ",
  "mediaStationX_manual4-5": "Теперь здесь есть возможность добавлять нужные Вам приложения.",
  "ottplay-smarttv_manual1-01": "Выбираем \"Смена провайдера\".",
  "ottplay-smarttv_manual1-1": "Выбираем \"Эдем / ILookTV\".",
  "ottplay-smarttv_manual1-2": "Тип листа можно выбрать Тематический (по желанию).",
  "ottplay-smarttv_manual1-3": "Далее кликаем на \"Ключ доступа\".",
  "ottplay-smarttv_manual1-4": "Вводим свой ключ (см. шаг 4) и нажимаем \"OK\".",
  "ottplay-smarttv_manual1-5": "Далее выбираем \"Загрузить плейлист\".",
  "ottplay-smarttv_manual1-6": "После этого должны загрузиться все категории каналов.",
  "ottplay-smarttv_manual1-7": "У оператора ILookTV есть особенность при загрузке плейлиста через ключ. При таком способе сортировка каналов не работает. Если Вы хотите, чтобы загружались только избранные категории каналов, например, чтобы скрыть ненужные категории (папки) каналов, для этого нужно загружать плейлист не через ключ доступа, а путем ввода ссылки на Ваш плейлист. Инструкцию можно подсмотреть, выбрав android тв приставку и этот же плеер, но ссылку на плейлист в СМАРТ ТВ придется вводить вручную.",
  "step-ssIptvLgTvInstall": " - установка приложения SS IPTV на LG SMART TV",
  "ssiptv_manual1-1": "Переходим в наш телевизор. Заходим в \"LG Store\" и вбиваем в поиск \"SS IPTV\".",
  "ssiptv_manual1-2": "Нажимаем \"Установить\". Приложение будет установлено на Ваш LG SMART TV.",
  "step-ssIptvSamsungInstall": " - установка приложения SS IPTV на SAMSUNG SMART TV",
  "ssiptv_manual1-3": "Переходим в наш телевизор. Для запуска плеера SS-IPTV на телевизорах Samsung SmartTV нам понадобится флешка, которая будет постоянно подключена к телевизору.",
  "ssiptv_manual1-31": "Выберите Ваш вариант SAMSUNG SMART TV:",
  "ssiptv_manual1-41": "Запуск на Tizen телевизорах (современные модели ТВ)",
  "ssiptv_manual1-42": "Запуск на \"Non-Tizen\" телевизорах (2011~2015 годы выпуска)",
  "ssiptv_manual1-51": "Скачайте архив:",
  "ssiptv_manual1-52": "Распакуйте содержимое в корневой каталог USB флешки.",
  "ssiptv_manual1-53": "Подключите флешку к выключенному телевизору.",
  "ssiptv_manual1-54": "После включения телевизора подождите минуту, приложение установится автоматически.",
  "ssiptv_manual1-55": "После включения телевизора подождите минуту и только потом войдите в SmartHub - плеер должен там отобразиться. Для работы плеера флешка должна оставаться подключенной к ТВ.",
  "ssiptv_manual1-56": "Важное замечание: Пути файлов имеют значение. Убедитесь, что вы распаковали содержимое архива в корневую папку флэш-накопителя USB.",
  "ssiptv_manual1-57": "Например, на Windows USB флешке была присвоена буква \"D\" (у Вас может быть своя буква). В папке D:\\userwidget должно быть:",
  "ssiptv_manual1-58": "Например, на Windows USB флешке была присвоена буква \"D\" (у Вас может быть своя буква). В папке D:\\ssiptv\\ должно быть:",
  "step-ssIptvSetup": " - настройка и запуск приложения SS IPTV на SMART TV",
  "ssiptv_manual2-1": "Открываем на телевизоре установленное приложение \"SS IPTV\" и переходим в его настройки.",
  "ssiptv_manual2-2": "В настройках нажимаем \"Получите код\".",
  "ssiptv_manual2-3": "Переходим в компьютер. Заходим на сайт плеера:",
  "ssiptv_manual2-4": "Вводим Ваш код подключения, который получен на телевизоре и нажимаем \"ДОБАВИТЬ УСТРОЙСТВО\".",
  "ssiptv_manual2-5": "Затем нажимаем \"ДОБАВИТЬ ЭЛЕМЕНТ\".",
  "ssiptv_manual2-6": "В появившемся окне необходимо прописать следующие параметры:",
  "ssiptv_manual2-7": "После ввода всех данных подтверждаем - OK и выйдя на главную страницу обязательно нужно нажать на кнопку Сохранить.",
  "ssiptv_manual2-8": "Возвращаемся в телевизор.",
  "ssiptv_manual2-9": "В приложении SS IPTV справа вверху выбираем кнопку обновить.",
  "ssiptv_manual2-10": "Если вы все сделали верно, на стартовой странице появится раздел с вашим плейлистом.",
  "step-flexiptvInstall": " - установка и настройка приложения FLEX IPTV",
  "flexiptv_manual1-1": "Для просмотра IPTV на устройстве apple необходимо установить из магазина App Store плеер под названием Flex IPTV.",
  "flexiptv_manual1-2": "После установки плеера запускаем его и видим следующее:",
  "flexiptv_manual1-3": "В плеер встроен демонстрационный плейлист, при желании его можно удалить, в левом верхнем углу нажимаем на иконку вызова меню, в виде трех полос, тем самым вызвав основное меню.",
  "flexiptv_manual1-4": "Нажимаем на Playlists manager и переходим в меню создания плейлиста.",
  "flexiptv_manual1-5": "Нажимаем Add Playlist и прописываем на свой плейлист. Название листа произвольное, в моем случае playlist01, затем жмем Download.",
  "flexiptv_manual1-6": "Eсли лист прописали без ошибок, он появится в перечне с указанием числа каналов.",
  "flexiptv_manual1-7": "Снова вызываем основное меню и нажимаем Settings.",
  "flexiptv_manual1-8": "Выбираем раздел EPG Sourses.",
  "flexiptv_manual1-9": "Вводим адрес листа для загрузки телегида выбранного Вами оператора ",
  "flexiptv_manual1-10": "Ждем завершения загрузки.",
  "flexiptv_manual1-11": "После этого возвращаемся в основное меню, выбираем наш плейлист (в примере playlist01) и попадаем на главный экран листа.",
  "flexiptv_manual1-12": "В правом верхнем углу нажимаем на иконку вызова доп. меню, в виде трех вертикальных точек.",
  "flexiptv_manual1-13": "Нажимаем на иконку в виде шестеренки и попадаем в меню в котором активируем телегид, нажав на ползунок Show EPG.",
  "flexiptv_manual1-14": "Далее прилагаем несколько скринов с внешним видом меню самого плеера, а также меню, в котором можно отключить ненужные категории.",
  "note_manual01": "ПРИМЕЧАНИЕ: набор каналов на скриншотах может отличаться от Ваших. Это зависит от выбранного Вами оператора (плейлиста).",
  "step-HdvideoboxDownload": " - скачивание приложения HD Videobox",
  "hdvideobox_manual1-1": "Скачиваем рабочее приложение HD Videobox (с готовыми настройками):",
  "hdvideobox_manual1-2": "Также рекомендуем скачать и установить какой-нибудь внешний проигрыватель (например, MX Player (есть в Google Play) или Vimu Media Player).",
  "step-hdvideoboxInstall": " - установка приложения HD Videobox",
  "hdvideobox_manual2-1": "Как было сказано выше Выше, на нашей приставке в папке \"Загрузки\" или \"download\" будут находится наши файлы.",
  "hdvideobox_manual2-3": "Сначала можно установить приложение Vimu Player, запустив файл Vimu+Media+Player.apk.",
  "hdvideobox_manual2-4": "Затем устанавливаем приложение HD Videobox, предоставив ему все разрешения в процессе установки.\nЗапускаем приложение и заходим в настройки.",
  "hdvideobox_manual2-5": "Переходим к настройкам Видео.",
  "hdvideobox_manual2-6": "Выбираем \"Видеоплеер\".",
  "hdvideobox_manual2-7": "Выбираем установленный внешний плеер. В нашем случае это \"ViMu Player\".",
  "hdvideobox_manual2-8": "Как запускать видео? Рассмотрим пример.",
  "hdvideobox_manual2-9": "Переходим в главное меню и через поиск находим нужный нам фильм. Откроется страница с описанием. Переходим во вкладку \"ВИДЕО\".",
  "hdvideobox_manual2-10": "Выбираем вариант файла. Здесь мне, например, нравится вариант озвучки CP Digital. Запускаем - начнется воспроизведение видео.",
  "step-LampaAndroidDownload": " - скачивание приложения Lampa (для android)",
  "lampaandroid_manual1-1": "Скачиваем приложение Lampa (для android):",
  "step-LampaAndroidInstall": " - установка приложения Lampa (для android)",
  "lampaandroid_manual2-4": "Затем устанавливаем приложение Lampa, предоставив ему все разрешения в процессе установки.",
  "step-LampaSetup": " - настройка приложения Lampa",
  "lampa_manual3-1": "Запускаем Lampa и выбираем нужный язык.",
  "lampa_manual3-2": "Переходим в настройки.",
  "lampa_manual3-3": "Выбираем Расширения.",
  "lampa_manual3-4": "Выбираем \"Добавить плагин\".",
  "lampa_manual3-5": "Вводим поочередно перечисленные ниже адреса плагинов:",
  "lampa_manual3-6": "Перезагружаем плеер. Мы должны увидеть все подключенные плагины.",
  "lampa_manual3-7": "ПРИМЕЧАНИЯ:",
  "lampa_manual3-71": "1. Со временем данные плагины иногда перестают работать. Без них просмотр видео будет невозможен! В этом случае нужно искать новые ссылки. Следите за обновлениями на нашем сайте.",
  "lampa_manual3-72": "2. Если у Вас не работают второй и третий плагины одновременно, особенно, это касается старых SMART-TV при запуске Lampa в браузере, в этом случае попробуйте ввести следующий адрес для плагина: ",
  "lampa_manual3-73": "Если первые три плагина работают, то данный плагин вводить не нужно. Вообще, старайтесь не злоупотреблять количесвтом расширений, иначе возможны подвисания приложения Lampa.",
  "lampa_manual3-8": "Переходим в главное меню и через поиск находим нужный нам фильм.",
  "lampa_manual3-9": "На странице с выбранным фильмом выбираем Смотреть.",
  "lampa_manual3-10": "Выбираем любой из главных источников.",
  "lampa_manual3-11": "Далее выбираем вкладку \"Балансер\".",
  "lampa_manual3-12": "Я обычно выбираю \"Rezka\".",
  "mediaStationX_manual3-1_media": "Переходим в телевизор SMART TV. В магазине приложений ищем и устанавливаем приложение Media Station X.",
  "mediaStationX_manual3-7_media": "\n2) Для запуска лаунчера приложений. Используется когда Вам нужно установить в \"Media Station X\" сразу несколько приложений, например, разные виды плееров или у Вас уже здесь установлено приложение для IPTV.",
  "mediaStationX_manual3-8_lampa": "В поле \"HTTP Server\" вводим адрес: \"lampa.mx\" и нажимаем на галочку.",
  "mediaStationX_manual3-12_lampa": "Теперь, при следующем запуске приложения \"Media Station X\", нужно выбрать приложение \"Lampa\".",
  "mediaStationX_manual4-35_lampa": "В магазине выбираем приложение \"Lampa\". Выбираем его и нажимаем \"Установить\".",
  "mediaStationX_manual5-1_lampa": "ПРИМЕЧАНИЕ: На старых SMART TV, например LG netсast и др, приложение Lampa через Media Station X может не запускаться. Если Вы знаете решение этой проблемы, напишите, пожалуйста, нам на почту ",
  "mediaStationX_manual5-2_lampa": "В этом случае вопрос решается запуском Lampa через браузер телевизора или приобретением ТВ приставки.",
  "step-LampaBrowserInstall": " - запуск приложения Lampa в браузере",
  "lampa_manual5-1": "Онлайн кинотеатр Lampa также работает во многих браузерах, даже на старых SMART TV.",
  "lampa_manual5-2": "Чтобы запустить приложение Lampa, нужно в строку Вашего браузера ввести следующий адрес:",
  "aboutTitle": "О НАС",
  "aboutContent01": "Мы - небольшая команда разработчиков энтузиастов. Наша цель – донести до людей доступное и качественное телевидение. Мы постарались максимально подробно пошагово изложить наши инструкции по настройке iptv и кинозалов на различных устройствах. Мы не претендуем на эталонность наших инструкций. Каждая наша инструкция – это всего лишь один из многих способов настроить Ваше оборудование для просмотра телевидения и кино. Более специфическую информацию о настройках Вы всегда можете получить у выбранного Вами оператора, предоставляющего техническое решение (IPTV).",
  "aboutContent02": "Мы планируем поддерживать этот сайт по мере наличия свободного времени. В планах тестирование и добавление новых сервисов и плееров для различных устройств, формы обратной связи.",
  "aboutContent03": "Чтобы нас поддержать, достаточно поделиться с друзьями ссылкой на этот сайт в социальных сетях или мессенджерах. Мы будем видеть посещаемость сайта и понимать его востребованность или невостребованность. И это будет стимулировать нас продолжать или не продолжать эту работу.",
  "aboutContent04": "Вы можете поблагодарить или поддержать нас чашечкой кофе или баночкой пива)). Это будет нас стимулировать улучшать и развивать сайт.",
  "aboutContent041": "Разработчикам на кофе",
  "aboutContent042": "(картой российского банка)",
  "aboutContent043": "(картой банка любой страны)",
  "aboutContent044": "Спасибо!",
  "aboutContent05": "Помочь развитию сайта предложениями, замечаниями, нахождением неточностей или ошибок на сайте можно, написав нам на e-mail:",
  "aboutContent06": "ggs2003-mediabox@yahoo.com",
  "aboutContent07": "Сюда же можно писать по вопросам сотрудничества (создание сайтов, лендингов).",
  "aboutContent30": "Правообладателям",
  "aboutContent31": "Мы не храним, не транслируем и не ретранслируем контент. Мы лишь предоставляем информацию как получить техническое решение по доступу к контенту, находящемуся в открытом доступе в интернете.",
  "aboutContent32": "Мы не несем никакую ответственность за места происхождения, легальность и качество телеканалов и радиостанций, мы лишь указываем на возможность получения технического решения по доступу на единой площадке к данным тв каналам, а также технического решения преобразования данного потока вещания с помощью плееров и тв-приставок на телевизор."
}