{
  "lang": "RU",
  "back": "НАЗАД",
  "blank": "Страница находится в разработке ...\nПриносим извинения.",
  "menu1": "IPTV операторы",
  "mainText1": "Прежде, чем Вы перейдете на страницу с инструкцией по настройке IPTV, мы попросим Вас указать какое именно IPTV и на каком оборудновании Вы хотите смотреть? А мы подскажем как Вам это все настроить! Итак, поехали!",
  "mainButton": "Пошаговая инструкция по настройке IPTV на твоем устройстве",
  "headDevice": "Выберите Ваше устройство, принимающее контент",
  "headOperator": "Выберите IPTV оператора",
  "smarttv": "Телевизор с функцией SMART-TV (без приставки)",
  "boxes": "ТВ приставка или ресивер",
  "androidtvbox": "ANDROID ТВ приставка",
  "appletv": "Apple TV приставка",
  "lgsmarttv": "LG Smart TV",
  "samsungsmarttv": "SAMSUNG Smart TV",
  "androidtv": "Android Smart TV",
  "whichChooseOperator": "Какой оператор выбрать?",
  "operators": "Операторы IPTV",
  "operatorsIntro1": "Ниже представлен список операторов IPTV, которые наиболее известны на сегодняшний день. Список открыт для обновления и редактирования. Операторы отличаются как по цене, так и по качеству картинки и набору каналов. Какой оператор лучше? Однозначного ответа нет. Все зависит от Ваших предпочтений, а также от того, какие каналы Вы хотите смотреть. Здесь также играет роль качество Вашего интернета и Ваше месторасположение, так как в разных регионах разные сервисы ведут себя по-разному.",
  "operatorsIntro2": "Лучшим вариантом будет попробовать несколько операторов и определить для себя наиболее подходящий. Для этого практически все операторы предоставляют бесплатный пробный период для тестирования от одного до нескольких дней. Воспользуйтесь этой возможностью! Настраиваем один раз - смотрим всегда!",
  "price": "Тарифы:",
  "description": "Особенности:",
  "link": "ПЕРЕЙТИ НА САЙТ",
  "mirror": "Зеркало",
  "price-ilooktv": "Более 3700 каналов за 1 $/мес.",
  "description-ilooktv": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие кинозала.-Наличие каналов 4K.-Наличие архива телеканалов за 4 дня.-В некоторых странах данный сайт сервиса заблокирован (но не сам сервис). Пробуйте открыть сайт через любое зеркало.",
  "price-sharavoz": "IPTV 3 $/мес. (более 2000 каналов).",
  "description-sharavoz": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие каналов 4K.-Наличие архива телеканалов за 6 дней.-Бонусы при пополнении (25$: +5%, 50$: +10%).",
  "price-viplime": "Более 1000 каналов 0.5 $/мес.",
  "description-viplime": "Наличие бесплатного теста на одни сутки.-Крайне низкая цена.",
  "price-cbilling": "IPTV Premium 10 $/мес.-IPTV HD+SD 7 $/мес.-IPTV LIVE HD+SD 5.5 $/мес.-IPTV SD 4 $/мес.-IPTV LIVE SD 3 $/мес.-IPTV HD+SD (позапросный тариф) 0.03 ... 0.08 $/час.-IPTV Deutschland 6 $/мес.",
  "description-cbilling": "Наличие бесплатного теста на 3 суток.-Большое количество каналов.-Наличие кинозала.-Наличие каналов 4K.-Наличие архива телеканалов за 7 дней.-Наличие позапросного тарифа (оплата только за время просмотра).-Наличие бонусов при пополнении:\n15 $ получите 20 $ (подарок 5$)\n20 $ получите 28 $ (подарок 8$)\n25 $ получите 38 $ (подарок 13$)\n30 $ получите 48 $ (подарок 18$)\n35 $ получите 60 $ (подарок 25$)\n40 $ получите 72 $ (подарок 32$)\n45 $ получите 86 $ (подарок 41$)\n50 $ получите 100 $ (подарок 50$)",
  "price-kineskopclub": "Basic SD 3 $/мес.-Good SD+HD 5 $/мес.-Best SD+HD+FullHD+4k 10 $/мес.",
  "description-kineskopclub": "Наличие бесплатного теста на одни сутки.-Большое количество каналов.-Наличие каналов 4K (при покупке соответствующего тарифа).-Наличие архива телеканалов за 7 дней.",
  "price-satbiling": "VIP (без 4K) — 1 $/мес.-VIP premium — 2 $/мес.-IPTV SD (позапросный тариф) 0.04 $/час.-IPTV HD (позапросный тариф) 0.08 $/час.",
  "description-satbiling": "Большое количество каналов.-Наличие каналов 4K.-Наличие позапросных тарифов (оплата только за время просмотра).",
  "price-sharatv": "PREMIUM (FullHd / 4K) 7 $/мес.-LIGHT+ (FullHD / 4K) 5 $/мес.-LIGHT (HD / 4K) 3 $/мес.-SPORT (FullHD / 4K) 3 $/мес.-Сформировать пакет от 3 $/мес. до 12 $/мес.",
  "description-sharatv": "Наличие бесплатного теста на одни сутки.-Большое количество каналов (при покупке соответствующих пакетов).-Наличие каналов 4K.-Наличие архива телеканалов от 1 до 5 дней.",
  "headManual": "Ваша пошаговая инструкция по настройке IPTV",
  "step": "ШАГ",
  "step-IlookRegistration": " - регистрация на сайте",
  "ilooktv_manual1-1": "Регистрируемся на сайте ILookTV по любой из ссылок:",
  "ilooktv_manual1-2": "Указываем: ник, e-mail, пароль и подвтерждение пароля.",
  "ilooktv_manual1-3": "Затем на Ваш e-mail придет проверочный код, вводим его для подтверждения почты.",
  "ilooktv_manual1-4": "Затем нужно авторизоваться на сайте с Вашими данными.",
  "step-IlookBuy": " - активация тестового периода и/или покупка пакета",
  "ilooktv_manual2-1": "Войдя на сайт, Вы увидите, что Вам доступен бесплатный просмотр на 1 сутки. Здесь можно перейти сразу к следующему шагу. Однако, по истечении суток, если Вы захотите продолжить просмотр, необходимо будет вернуться к этому шагу, чтобы пополнить баланс и приобрести пакет.",
  "ilooktv_manual2-2": "После истечения тестового периода нужно будет пополнить счет в личном кабинете. Для этого нужно зайти в раздел \"КАБИНЕТ\" - \"финансы\" - \"пополнить\". После пополнения счета нужно подключить пакет. Для этого нужно зайти в раздел \"ТАРИФ\" и активировать тариф. Также здесь желательно включить автопродление.",
  "step-IlookPlaylist": " - копирование плейлиста для тв бокса",
  "ilooktv_manual3-1": "В личном кабинете заходим на вкладку \"ПЛЕЙЛИСТ\" в раздел \"группы каналов\", в нем выбрать тип плейлиста (можно выбирать \"Стандартный\" или \"Тематический\" в зависимости от того, какие группы каналов Вам нужны, а также здесь можно убрать галочки с тех каналов, которые Вам не нужны. Затем заходим в раздел \"скачать\", выбираем плейлист в формате m3u8 и нажимаем на кнопку \"копировать\".\nПРИМЕЧАНИЕ. Изменить группы каналов можно будет и позже, при этом все дальнейшие действия повторять не нужно. Достаточно будет войти в настройки Вашего плеера и найти пункт \"Обновить плейлист\"",
  "ilooktv_manual3-2": "Отлично. Теперь ссылка на наш плейлист в буфере компьютера. Заходим на рабочий стол компьютера, нажимаем на правую кнопку мыши - Создать - Текстовый документ. Называем его, например, \"link.txt\". Затем открываем этот файл и нажимаем Ctrl+V. Ссылка на Ваш плейлист должна вставиться в этот файл. Сохраняем и закрываем его. Он нам еще понадобится.",
  "step-TelevizoDownload": " - скачивание приложения Televizo",
  "televizo_manual1-1": "Скачиваем приложение Televizo:",
  "linkOfficial": "Оффициальный сайт",
  "link4PDA": "4PDA форум",
  "linkFast": "Прямая ссылка",
  "sendFiles_manual1-2": "Теперь наша задача перенести файл link.txt, содержащий ссылку на наш плейлист и файл apk на нашу ТВ-приставку. Если в Вашей приставке есть USB-вход, то можно просто перенести эти файлы при помощи любой флешки. Но сейчас очень популярны мини ТВ-приставки в виде стиков, не имеющие USB-разъема. Поэтому, мы рассмотрим более универсальный, простой и удобный способ переноса файлов на ANDROID ТВ-приставку без использования флеш-накопителя.",
  "step-AndroidTvBoxTransferl": " - Перенос файлов на ТВ-приставку",
  "androidtvbox_manual2-1": "Переходим в PlayMarket на Вашей ТВ-приставке. Скачиваем приложение File Manager. Можно скачать любой файловый менеджер, поддерживающий передачу данных по FTP.",
  "androidtvbox_manual2-2": "Скачиваем, устанавливаем и открываем его. Выбираем пункт \"Доступ из сети\"",
  "androidtvbox_manual2-3": "Запускаем службу доступа к файлам из сети. (Ваш компьютер и приставка должны быть подключены к одному роутеру, т.е находиться в одной локальной сети.",
  "androidtvbox_manual2-4": "Возвращаемся на компьютер. Открываем \"Мой компьютер\" и в адресной строке вводим адрес из приложения на приставке. (На предыдущем скриншоте это \"ftp://192.168.1.97:3740\". У Вас этот адрес будет свой). Затем вводим имя пользователя и пароль (берем оттуда же, у Вас также будут свои, скриншот только для примера).",
  "androidtvbox_manual2-5": "После этого на компьютере откроется папка \"device\" (у Вас может называться по-другому). Теперь мы имеем доступ к файлам на приставке с нашего компьютера. Заходим в \"device/download/\" и перетаскивем сюда наши файлы link.txt и televizo....apk",
  "androidtvbox_manual2-6": "Возвращаемся в нашу приставку и при помощи любого файлового менеджера ищем и открываем папку \"download\". Видим, что наши файлы уже здесь.",
  "step-TelevizoInstall": " - установка и настройка приложения Televizo",
  "televizo_manual2-1": "Как мы уже сказали Выше, не предыдущем шаге, на нашей приставке в папке \"download\" будут находится наши файлы. Сначала открываем файл link.txt, щелкнув по нему. Открываем при помощи любого текстового редактора.",
  "televizo_manual2-2": "Затем нужно копировать указанную ссылку в буфер обмена. Для этого нужно выделить ссылку и нажать \"Копировать\". На некоторых устройствах, чтобы виделить ссылку, нужно поставить курсор в конец или начало ссылки и долго удерживать клавишу \"OK\" на пульте. Для облегчения выполнения этих действий можно подключить к приставке блютуз клавиатуру (например, отдолжить у кого-нибудь) или использовать Ваш смартфон, установив на него приложение \"Bluetooth-клавиатура\".",
  "televizo_manual2-3": "Возвращаемся в диспетчер файлов и запускаем televizo....apk.",
  "televizo_manual2-4": "Устанавливаем приложение Televizo, предоставив ему все разрешения в процессе установки. Затем запускаем прилжение и выбираем \"Создать плейлист\".",
  "televizo_manual2-5": "В названии плейлиста указываем любое название, например \"Playlist1\", или \"ILookTV\" или любое другое название. В поле \"Ссылка на плейлист\" нужно щелкнуть курсором, чтобы появилось меню \"Вставить\" и нажать на него. В поле должна вставится ссылка из буфера обмена, которую мы скопировали ранее.",
  "televizo_manual2-6": "После этого Ваш плейлист загрузится и Вы попадете в меню категории каналов. Программа передач на каналах загрузится и обновится автоматически спустя какое-то время. У меня заняло около 5 минут (для первого запуска).",
  "televizo_manual2-7": "Здесь также есть возможность смотреть архивы (записи) телепередач (работают не на всех каналах). Для этого нужно нажать на кнопку вызова программы передач. Затем нажать на пульте кнопку Влево.",
  "televizo_manual2-8": "Зеленым цветом обозначена текущая телепередача, ниже - предстоящая телепрограмма, а выше - оранжевым цветом - это архивы, которые можно пересматривать и даже перематывать!",
  "televizo_manual2-9": "Приятного просмотра!",
  "step-OttNavigatorDownload": " - скачивание приложения OTT Navigator",
  "ottnavigator_manual1-1": "Скачиваем приложение OTT Navigator:",
  "step-OttNavigatorInstall": " - установка и настройка приложения OTT Navigator",
  "ottnavigator_manual2-3": "Возвращаемся в диспетчер файлов и запускаем OTT_Navigator....apk. Для переключения между приложениями на андроид пристваке нужно быстро два раза нажать на кнопку \"HOME\".",
  "ottnavigator_manual2-4": "Устанавливаем приложение OTT Navigator, предоставив ему все разрешения в процессе установки. Затем запускаем прилжение и переходим в \"Список провайдеров\".",
  "ottnavigator_ilooktv_manual2-5": "Выбираем провайдера. В нашем случае это \"Edem/ILook\".",
  "ottnavigator_cbilling_manual2-5": "Выбираем провайдера. В нашем случае это \"CBilling\".",
  "ottnavigator_sharavoz_manual2-5": "Выбираем провайдера. В нашем случае это \"Sharavoz TV\".",
  "ottnavigator_viplime_manual2-5": "Выбираем провайдера. В нашем случае это \"VipLime\".",
  "ottnavigator_manual2-6": "Вставляем ссылку на наш плейлист из буфера обмена, выбрав соответствующую иконку или вставив курсор в поле и долго удерживать клавишу \"OK\" на пульте. Ссылка на наш плейлист из буфера памяти должна вставиться в соответсвующее поле.",
  "ottnavigator_manual2-7": "После загрузки плейлиста переходим в пункт \"Прямой эфир\", выбираем категорию каналов и наслаждаемся просмотром. Первый раз нужно подождать минут 5...10, пока загрузится телепрограмма для всех телеканалов. После загрузки телепрограммы появится возможность смотреть архивы. Для этого нужно перейти в соответствующее меню. Обычно архивы доступны не для всех каналов, но для большинства.",
  "step-OttPlayFossDownload": " - скачивание приложения OTT-play FOSS",
  "ottplayfoss_manual1-1": "Скачиваем приложение OTT-play FOSS:"
}