{
    "lang": "EN",
    "back": "BACK",
    "blank": "This page is under development ...\nWe apologize.",
    "menu1": "IPTV services",
    "mainText1": "Before you go to the IPTV setup instructions page, we will ask you to specify what kind of IPTV and on what equipment do you want to watch it? And we will tell you how to set it all up! So, let's go!",
    "mainButton": "Step-by-step manual for setup IPTV on your device",
    "headDevice": "Select your device receiving the content",
    "headOperator": "Select an IPTV service",
    "headPlayer": "Select a player to watch IPTV",
    "smarttv": "TV with SMART-TV function (without TV BOX)",
    "boxes": "TV set-top box or receiver",
    "androidtvbox": "ANDROID TV BOX",
    "appletv": "Apple TV",
    "lgsmarttv": "LG Smart TV",
    "samsungsmarttv": "SAMSUNG Smart TV",
    "androidtv": "Android Smart TV",
    "whichChooseOperator": "Which service should I choose ?",
    "operators": "IPTV services",
    "operatorsIntro1": "Below is a list of IPTV operators that are the most famous today. The list is open for updating and editing. Operators differ in price, picture quality and range of channels. Which operator is better? There is no clear answer. It all depends on your preferences and what channels you want to watch. The quality of your internet and your location are also important here, since different services behave differently in different regions.",
    "operatorsIntro2": "The best option would be to try several services and determine the most suitable one for yourself. For this purpose, almost all operators provide a free trial period from one to several days for testing. Take advantage of this opportunity! Setup once - watch always!",
    "price": "Tariff plans:",
    "description": "Features:",
    "link": "GO TO THE SITE",
    "mirror": "Mirror",
    "price-ilooktv": "More than 3700 channels for 1 $/month.",
    "description-ilooktv": "Free test for one day.-A lot of channels.-There is a virtual cinema.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 4 days are available.- In some countries this site of the service is not available (but not the service itself). Try to open the site through any mirror.",
    "price-sharavoz": "IPTV 3 $/month (more than 2000 channels).",
    "description-sharavoz": "Free test for one day.-A lot of channels.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 6 days are available.-Bonuses when depositing (25$: +5%, 50$: +10%).",
    "price-viplime": "More than 1000 channels 0.5 $/month.",
    "description-viplime": "Free test for one day.-Extremely low price.",
    "price-cbilling": "IPTV Premium 10 $/month.-IPTV HD+SD 7 $/month.-IPTV LIVE HD+SD 5.5 $/month.-IPTV SD 4 $/month.-IPTV LIVE SD 3 $/month.-IPTV HD+SD (request tariff) 0.03 ... 0.08 $/hour.-IPTV Deutschland 6 $/month.",
    "description-cbilling": "Free test for 3 days.-A lot of channels.-There is a virtual cinema.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 7 days are available.-There's a request tariff(pay only for viewing time).-Bonuses when depositing:\n15 $ get 20 $ (5$ free)\n20 $ get 28 $ (8$ free)\n25 $ get 38 $ (13$ free)\n30 $ get 48 $ (18$ free)\n35 $ get 60 $ (25$ free)\n40 $ get 72 $ (32$ free)\n45 $ get 86 $ (41$ free)\n50 $ get 100 $ (50$ free)",
    "price-kineskopclub": "Basic SD 3 $/month.-Good SD+HD 5 $/month.-Best SD+HD+FullHD+4k 10 $/month.",
    "description-kineskopclub": "Free test for one day.-A lot of channels.-There are TV channels with 4K quality (with the purchase of appropriate packages).-Archives (recordings) of TV channels for 7 days are available.",
    "price-satbiling": "VIP (without 4K) — 1 $/month.-VIP premium — 2 $/month.-IPTV SD (request tariff) 0.04 $/hour.-IPTV HD (request tariff) 0.08 $/hour.",
    "description-satbiling": "A lot of channels.-There are TV channels with 4K quality.-There's a request tariff(pay only for viewing time).",
    "price-sharatv": "PREMIUM (FullHd / 4K) 7 $/month.-LIGHT+ (FullHD / 4K) 5 $/month.-LIGHT (HD / 4K) 3 $/month.-SPORT (FullHD / 4K) 3 $/мес.-Create a package yourself from 3 $/month. up to 12 $/month.",
    "description-sharatv": "Free test for one day.-A lot of channels (with the purchase of appropriate packages).-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 1...5 days are available.",
    "headManual": "Your step-by-step guide to setting up IPTV",
    "step": "STEP",
    "step-IlookRegistration": " - registration on the website",
    "ilooktv_manual1-1": "Register on the ILookTV website using any of the links:",
    "ilooktv_manual1-2": "Enter: nickname, e-mail, password and confirm password.",
    "ilooktv_manual1-3": "Then a verification code will be sent to your e-mail, enter it to confirm the mail.",
    "ilooktv_manual1-4": "Then you need to login to the site with your registration details.",
    "step-IlookBuy": " - activation of the trial period and/or purchase of the package",
    "ilooktv_manual2-1": "When you log in to the site, you will see that you have access to free viewing for 1 day. Here you can go straight to the next step. However, after 24 hours, if you want to continue watching, you will need to return to this step to top up your balance and purchase a package.",
    "ilooktv_manual2-2": "After the test period expires, you will need to replenish your account in your personal cabinet. To do this, go to the section \"КАБИНЕТ\" - \"финансы\" - \"пополнить\". After replenishing your account, you need to activate the package. To do this, you need to go to the \"ТАРИФ\" section and activate the tariff plan. It is also advisable to enable auto-renewal here (Автопродление).",
    "step-IlookKey": " - selecting a method for loading a playlist into the player",
    "ilooktv_manual2-3": "There are two options for uploading a playlist to the player of your choice:\n\n1) Loading a playlist via access key;\n2) Loading the playlist from the link.\n\nThe first option is the simplest. But its disadvantage is that with this method, all groups of channels without exception are loaded into the player, i.e. if you have removed unnecessary groups, they will still be loaded and will clutter up your list in the player.",
    "ilooktv_manual2-4": "So, we will not consider this method yet (perhaps we will add it later).\nLet's look at setup the player by loading a playlist from a link.",
    "ilooktv_manual2-5": "But we will consider the first method, as it is much simpler, and you have to enter the data manually into the TV, and it is much easier to enter the access key. If you want, you can try to do the second option, i.e. enter a link to your playlist. The instructions can be seen as for a similar player but for ANDROID set-top box with the only difference that the whole long link to your playlist will need to be entered manually, not just copy and paste.",
    "step-IlookPlaylist": " - copying a playlist for your device player",
    "ilooktv_manual3-1": "In your personal account, go to the \"ПЛЕЙЛИСТ\" tab in the \"группы каналов\" section, select the type of playlist in it (you can select \"Стандартный\" or \"Тематический\" depending on what channel groups you need, and here you can also uncheck those channels you don't need.",
    "ilooktv_manual3-11": "Then go to the \"скачать\"(download) section, select a playlist in m3u8 format and click on the \"copy\" button.\nNOTE: You can change channel groups later, but you do not need to repeat all further steps. Every time after you change the set of channel groups, you just need to go into the settings of your player and find the item \"Update playlist\" or \"Download playlist\".",
    "ilooktv_manual3-2": "Great! Now the link to our playlist is in the computer's memory buffer.",
    "ilooktv_manual3-3": "Go to the desktop of your computer, right click - Create - Text Document. Call it, for example, \"link.txt\". Then open this file and paste our link from the buffer (Ctrl+V). The link to your playlist should be inserted into this file. Save and close it. We'll need it later.",
    "step-AppsHelpDownload": " - download helper applications",
    "android-help1-0": "If you have a bluetooth keyboard and you know how to easily copy and paste text on android tv box, you can skip this step.",
    "android-help1-1": "To make it easier to customize your TV box, we highly recommend downloading two helper applications that will make it easier to setup your TV box, namely copying and pasting a playlist link. These applications are tested, verified and absolutely safe.",
    "android-help1-2": "1) Convenient virtual keyboard for Android-TV that has a \"Paste from Buffer\" button.:",
    "android-help1-3": "2) Text editor that has a \"Copy to buffer\" button:",
    "android-help1-4": "For convenience, it is better to save all files and applications on your computer in a separate folder or on the desktop. After all settings are completed, you can delete these files.",
    "step-AppsHelpInstall": " - installing helper applications",
    "android-help2-1": "Install the \"Text Editor.apk\" application, giving it all permissions during the installation process.",
    "android-help2-2": "Next, install the application \"LeanKeyKeyboardPro.apk\", giving it all permissions during the installation process.",
    "android-help2-3": "Go to the device settings.",
    "android-help2-4": "Look for the \"Keyboard\" item.",
    "android-help2-5": "Select the LeanKey Keyboard Pro.",
    "android-help2-6": "After completing all the settings here, you can return to the standard keyboard if it is more comfortable and familiar to you.",
    "step-TelevizoDownload": " - downloading the Televizo app",
    "televizo_manual1-1": "Download the Televizo app:",
    "linkOfficial": "Official website",
    "link4PDA": "4PDA forum",
    "linkFast": "Direct link",
    "sendFiles_manual1-2": "Now our task is to transfer the link.txt file containing the link to our playlist and the apk file to our set-top box. If your set-top box has a USB input, you can simply transfer these files using any flash drive. But nowadays, mini TV set-top boxes in the form of sticks that don't have a USB connector are very popular. Therefore, we will consider a more universal, simple and convenient way to transfer files to ANDROID set-top box without using a flash drive.",
    "step-AndroidTvBoxTransfer": " - transferring files to a set-top box",
    "androidtvbox_manual2-1": "Go to the set-top box and open PlayMarket in it. Download the File Manager application. You can download any file manager that supports data transfer via FTP.",
    "androidtvbox_manual2-2": "Download, install and open it. Select \"Доступ из сети\" (Access from the network)",
    "androidtvbox_manual2-3": "Start the service of accessing files from the network. (Your computer and set-top box must be connected to the same router, i.e. in the same local network.",
    "androidtvbox_manual2-4": "Go back to the computer. Open \"My Computer\" and in the address bar enter the address from the application on the console. (On the previous screenshot it is \"ftp://192.168.1.97:3740\". You will have your own address). Then enter the username and password (we take them from the same place, you will have your own, the screenshot is just for example).",
    "androidtvbox_manual2-5": "After that, the \"device\" folder will open on the computer (it may be called differently on your computer). Now we have access to the files on the console from our computer. Go to \"device/download/\" and drag and drop here the previously downloaded ***.apk files and the created ***.txt file.",
    "androidtvbox_manual2-6": "Go back to our console and use any file manager to search for and open the \"download\" folder. We can see that our files are already there.",
    "step-TelevizoInstall": " - installing and configuring the Televizo application",
    "televizo_manual2-1": "As it was said above, our files will be located on our console in the \"Downloads\" folder. First, open the link.txt file. To do this, hover the cursor over it and hold down the center button on the remote control for a long time (usually it is the OK button). Select the menu item \"Open with\" and then select our text editor, which we have installed.",
    "televizo_manual2-12": "It should open an editor like this:",
    "televizo_manual2-13": "To open the link.txt file, you can use any other text editor, if you decided not to install the previous one. Then use the cursor to select the entire link and press \"Copy\". The link will be copied to the memory buffer of the console. For example:",
    "televizo_manual2-2": "Then you need to copy the specified link to the clipboard. To do this press the \"Copy\" button. To make these actions easier, you can connect a bluetooth keyboard to your set-top box (for example, borrow it from someone) or use your smartphone by installing the \"Mocha Mouse\" or \"Bluetooth keyboard\" application on it. In the app settings, you need to select device search, find your set-top box, connect to it and use your smartphone as an advanced remote. This is only necessary at the setup stage.",
    "televizo_manual2-3": "Go back to the file manager and run the Televizo.apk file.",
    "televizo_manual2-4": "Install the Televizor app, giving it all permissions during the installation process. Then launch the application and select \"Create Playlist\" (Создать плейлист).",
    "televizo_manual2-5": "In the playlist name, write any name you want. In the \"Link to playlist\" field, click the cursor to make the \"Paste\" menu appear and click it. The link from the clipboard, which we copied earlier, should be pasted into the field.",
    "televizo_manual2-51": "If you have the LeanKeyKeyboardPro keyboard installed, you can paste a link from the buffer by simply pressing the appropriate key:",
    "televizo_manual2-6": "After that your playlist will be loaded and you will get to the channel category menu. The program on the channels will load and update automatically after some time. It took me about 5 minutes (for the first launch).",
    "televizo_manual2-7": "Here you can also watch archives (recordings) of TV programs (they do not work on all channels). To do this, press the button to call the program. Then press the Left button on the remote control.",
    "televizo_manual2-8": "Green indicates the current TV program, below that is the upcoming TV program, and above that in orange are archives that can be re-watched and even rewound!",
    "enjoy_manual01": "Enjoy watching!",
    "step-OttNavigatorDownload": " - downloading the OTT Navigator application",
    "ottnavigator_manual1-1": "Download the OTT Navigator app:",
    "step-OttNavigatorInstall": " - installing and setup OTT Navigator application",
    "ottnavigator_manual2-3": "Go back to the File Manager and run the OTT Navigator.apk file.",
    "ottnavigator_manual2-4": "Install the OTT Navigator application, give it all permissions during the installation process. Then launch the application and go to \"Список провайдеров\" (Provider List).",
    "ottnavigator_ilooktv_manual2-5": "Choose a provider. In our case it is \"Edem/ILook\".",
    "ottnavigator_cbilling_manual2-5": "Choose a provider. In our case it is \"CBilling\".",
    "ottnavigator_sharavoz_manual2-5": "Choose a provider. In our case it is \"Sharavoz TV\".",
    "ottnavigator_viplime_manual2-5": "Choose a provider. In our case it is \"VipLime\".",
    "ottnavigator_manual2-6": "Insert a link to our playlist from the clipboard by selecting the appropriate icon or by inserting the cursor in the field and holding down the \"OK\" key on the remote control for a long time. The link to our playlist from the clipboard should be pasted into the appropriate field.",
    "ottnavigator_manual2-7": "After downloading the playlist, go to \"Прямой эфир\" (Live), select a category of channels and enjoy watching. The first time you need to wait for 5...10 minutes until the TV program for all channels is loaded. After loading the TV program you will be able to watch archives. To do this, go to the appropriate menu. For some channels archives may not be available. It depends on a particular IPTV operator.",
    "step-OttPlayFossDownload": " - downloading the OTT-play FOSS app",
    "ottplayfoss_manual1-1": "NOTE: If you already have \"Ott-Play by Alex\" installed, you will not be able to install \"OTT-play FOSS\". You must uninstall \"Ott-Play by Alex\" first. If you want to have two of these players on your device at the same time, one of them must be installed and run via \"Media Station X\". We will do this instruction later.",
    "ottplayfoss_manual1-2": "So, download \"OTT-play FOSS\" application:",
    "ottplayfoss_manual2-4": "Install the \"OTT-play FOSS\" application, giving it all permissions during the installation process. Then run the application and select \"Create playlist\".",
    "step-ottplayfossInstall": " - install the OTT-play FOSS app",
    "ottplayfoss_manual2-3": "Go back to the file manager and run the file ott-play_foss.apk.",
    "step-ottplayfossSetup": " - setup ",
    "ottplayfoss_manual2-45": "Launch the application and select the language you want.",
    "ottplayfoss_manual2-5": "Next, select \"Manual Setup\".",
    "ottplayfoss_manual2-6": "Go to \"Select Playlist.\"",
    "ottplayfoss_manual2-7": "Click on \"Playlist Name\" and enter any playlist name you like.",
    "ottplayfoss_manual2-8": "Go to \"Playlist URL\".",
    "ottplayfoss_manual2-9": "Here we can use the keyboard we have installed to quickly and easily paste a link to a playlist from the clipboard.",
    "ottplayfoss_manual2-10": "Set the number of archive hours to 72 and click \"Load playlist\".",
    "ottplayfoss_manual2-11": "And immediately our selected channel groups should load!",
    "ottplaybyalex-Note": "Russian public channels do not work"
}