{
    "lang": "EN",
    "back": "BACK",
    "blank": "This page is under development ...\nWe apologize.",
    "menu1": "IPTV services",
    "menu2": "IPTV manual ",
    "menu3": "ONLINE CINEMA",
    "menu4": "FAQ",
    "menu5": "About us",
    "mainText1": "Do you want to set up once and watch high -quality television over the Internet all the time with a huge number of television channels on any topic? And this is at the price of cable or even cheaper! Then you here! We tested some services and the best of them provide your choice. We will also ask you to clarify what equipment you use to view. And we will tell you how to configure all this! So, let's go!",
    "mainButton1": "Step-by-step manual for setup IPTV on your device",
    "mainText2": "And what about a media library with hundreds of thousands of movies, TV series and cartoons for every taste? And it all works on your SMART TV, set-top box, computer and even smartphone! And it's free! It is enough to have access to the Internet. We set it up once - we always watch it! Come in!",
    "mainButton21": "ONLINE CINEMA",
    "mainButton22": "(free)",
    "mainButton23": "Movies, TV series and cartoons in excellent quality",
    "hdvideobox-note": "Application for android set-top boxes, Android TV and android smartphones",
    "lampaandroid-note": "Application for android set-top boxes, Android TV and android smartphones",
    "lampasmarttv-note": "Application for SMART TVs that support Media Station X installation (LG, Samsung, etc.)",
    "lampabrowser-note": "Application for browsers (on PC, SMART TV, etc.)",
    "headDevice": "Select your device receiving the content",
    "headOperator": "Select an IPTV service",
    "headPlayer": "Select a player to watch IPTV",
    "headApplication": "Choose an application for an online cinema",
    "smarttv": "TV with SMART-TV function (without TV BOX)",
    "boxes": "TV set-top box or receiver",
    "androidtvbox": "ANDROID TV BOX",
    "appletv": "Apple TV",
    "lgsmarttv": "LG Smart TV",
    "samsungsmarttv": "SAMSUNG Smart TV",
    "androidtv": "Android Smart TV",
    "whichChooseOperator": "Which service should I choose ?",
    "loadManual": "Making the manual...",
    "operators": "IPTV services",
    "operatorsIntro1": "Below is a list of IPTV operators that are the most famous today. The list is open for updating and editing. Operators differ in price, picture quality and range of channels. Which operator is better? There is no clear answer. It all depends on your preferences and what channels you want to watch. The quality of your internet and your location are also important here, since different services behave differently in different regions.",
    "operatorsIntro2": "The best option would be to try several services and determine the most suitable one for yourself. For this purpose, almost all operators provide a free trial period from one to several days for testing. Take advantage of this opportunity! Setup once - watch always!",
    "price": "Tariff plans:",
    "description": "Features:",
    "link": "GO TO THE SITE",
    "mirror": "Mirror",
    "price-ilooktv": "More than 3700 channels for 1 $/month.",
    "description-ilooktv": "Free test for one day.-A lot of channels.-There is a virtual cinema.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 4 days are available.- In some countries this site of the service is not available (but not the service itself). Try to open the site through any mirror.",
    "price-sharavoz": "IPTV 3 $/month (more than 2000 channels).",
    "description-sharavoz": "Free test for one day.-A lot of channels.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 6 days are available.-Bonuses when depositing (25$: +5%, 50$: +10%).",
    "price-viplime": "More than 1000 channels 0.5 $/month.",
    "description-viplime": "Free test for one day.-Extremely low price.",
    "price-cbilling": "IPTV Premium 10 $/month.-IPTV HD+SD 7 $/month.-IPTV LIVE HD+SD 5.5 $/month.-IPTV SD 4 $/month.-IPTV LIVE SD 3 $/month.-IPTV HD+SD (request tariff) 0.03 ... 0.08 $/hour.-IPTV Deutschland 6 $/month.",
    "description-cbilling": "Free test for 3 days.-A lot of channels.-There is a virtual cinema.-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 7 days are available.-There's a request tariff(pay only for viewing time).-Bonuses when depositing:\n15 $ get 20 $ (5$ free)\n20 $ get 28 $ (8$ free)\n25 $ get 38 $ (13$ free)\n30 $ get 48 $ (18$ free)\n35 $ get 60 $ (25$ free)\n40 $ get 72 $ (32$ free)\n45 $ get 86 $ (41$ free)\n50 $ get 100 $ (50$ free)",
    "price-kineskopclub": "Basic SD 3 $/month.-Good SD+HD 5 $/month.-Best SD+HD+FullHD+4k 10 $/month.",
    "description-kineskopclub": "Free test for one day.-A lot of channels.-There are TV channels with 4K quality (with the purchase of appropriate packages).-Archives (recordings) of TV channels for 7 days are available.",
    "price-satbiling": "VIP (without 4K) — 1 $/month.-VIP premium — 2 $/month.-IPTV SD (request tariff) 0.04 $/hour.-IPTV HD (request tariff) 0.08 $/hour.",
    "description-satbiling": "A lot of channels.-There are TV channels with 4K quality.-There's a request tariff(pay only for viewing time).",
    "price-sharatv": "PREMIUM (FullHd / 4K) 7 $/month.-LIGHT+ (FullHD / 4K) 5 $/month.-LIGHT (HD / 4K) 3 $/month.-SPORT (FullHD / 4K) 3 $/мес.-Create a package yourself from 3 $/month. up to 12 $/month.",
    "description-sharatv": "Free test for one day.-A lot of channels (with the purchase of appropriate packages).-There are TV channels with 4K quality.-Archives (recordings) of TV channels for 1...5 days are available.",
    "headManual": "Your step-by-step guide to setting up IPTV",
    "headManualCinema": "Instructions for setting up a free online cinema",
    "step": "STEP",
    "step-IlookRegistration": " - registration on the website",
    "ilooktv_manual1-1": "Register on the ILookTV website using any of the links:",
    "ilooktv_manual1-2": "Enter: nickname, e-mail, password and confirm password.",
    "ilooktv_manual1-3": "Then a verification code will be sent to your e-mail, enter it to confirm the mail.",
    "ilooktv_manual1-4": "Then you need to login to the site with your registration details.",
    "step-IlookBuy": " - activation of the trial period and/or purchase of the package",
    "ilooktv_manual2-1": "When you log in to the site, you will see that you have access to free viewing for 1 day. Here you can go straight to the next step. However, after 24 hours, if you want to continue watching, you will need to return to this step to top up your balance and purchase a package.",
    "ilooktv_manual2-2": "After the test period expires, you will need to replenish your account in your personal cabinet. To do this, go to the section \"КАБИНЕТ\" - \"финансы\" - \"пополнить\". After replenishing your account, you need to activate the package. To do this, you need to go to the \"ТАРИФ\" section and activate the tariff plan. It is also advisable to enable auto-renewal here (Автопродление).",
    "step-IlookKey": " - selecting a method for loading a playlist into the player",
    "ilooktv_manual2-3": "There are two options for uploading a playlist to the player of your choice:\n\n1) Loading a playlist via access key;\n2) Loading the playlist from the link.\n\nThe first option is the simplest. But its disadvantage is that with this method, all groups of channels without exception are loaded into the player, i.e. if you have removed unnecessary groups, they will still be loaded and will clutter up your list in the player.",
    "ilooktv_manual2-4": "So, we will not consider this method yet (perhaps we will add it later).\nLet's look at setup the player by loading a playlist from a link.",
    "ilooktv_manual2-5": "But we will consider the first method, as it is much simpler, and you have to enter the data manually into the TV, and it is much easier to enter the access key. If you want, you can try to do the second option, i.e. enter a link to your playlist. The instructions can be seen as for a similar player but for ANDROID set-top box with the only difference that the whole long link to your playlist will need to be entered manually, not just copy and paste.",
    "step-IlookPlaylist": " - copying a playlist for your device player",
    "step-IlookKey": " - copying the key for your device's player",
    "ilooktv_manual3-1": "In your personal account, go to the \"ПЛЕЙЛИСТ\" tab in the \"группы каналов\" section, select the type of playlist in it (you can select \"Стандартный\" or \"Тематический\" depending on what channel groups you need, and here you can also uncheck those channels you don't need.",
    "ilooktv_manual3-11": "Then go to the \"скачать\"(download) section, select a playlist in m3u8 format and click on the \"copy\" button.\nNOTE: You can change channel groups later, but you do not need to repeat all further steps. Every time after you change the set of channel groups, you just need to go into the settings of your player and find the item \"Update playlist\" or \"Download playlist\".",
    "ilooktv_manual3-12": "Then go to the \"download\" section, select a playlist in m3u8 format and remember (record or photograph) your link to the playlist.",
    "ilooktv_manual3-13": "NOTE: You can change channel groups later, but you do not need to repeat all further actions. Each time, after you change the set of channel groups, it is enough to enter the settings of your player and find the item \"Update playlist\" or \"Load playlist\".",
    "ilooktv_manual3-2": "Great! Now the link to our playlist is in the computer's memory buffer.",
    "ilooktv_manual3-3": "Go to the desktop of your computer, right click - Create - Text Document. Call it, for example, \"link.txt\". Then open this file and paste our link from the buffer (Ctrl+V). The link to your playlist should be inserted into this file. Save and close it. We'll need it later.",
    "szaravoz_manual1-1": "Register on the SHARAVOZ website at the link:",
    "szaravoz_manual1-3": "Then you will receive a link to confirm your email. Click on it and your email is confirmed! After that, you will receive 24 hours of free use of the service.",
    "step-SzaravozBuy": " - buying a package",
    "szaravoz_manual2-1": "You can skip this step while the test period is in effect.",
    "szaravoz_manual2-2": "After 24 hours, if you want to continue watching, you will need to buy a subscription. To do this, go to your personal cabinet, click on the balance, then choose a payment method, agree to the terms of the system and click Next. Then click Pay and make the payment.",
    "szaravoz_manual2-3": "After replenishing the balance, go to the cabinet, select Buy subscription.",
    "szaravoz_manual3-1": "Go to your personal account and select \"View Settings\" (Настройки просмотра).",
    "szaravoz_manual3-2": "We recommend that you do not touch the choice of server at once. If later there will be pinging, moving picture, and you are sure that everything is fine with your Internet, here you can test the servers and choose the best one for your region.\nThere is also a channel editor, where you can remove unnecessary channels from the list.\nThen go to \"Get Playlist\" (Получение плейлиста).",
    "szaravoz_manual3-3_televizo": "Choose \"ANDROID\", \"Televizo\"",
    "szaravoz_manual3-3_ottnavigator": "Choose \"ANDROID\", \"Navigator OTT Player\" and memorize (write down or photograph) your personal key.",
    "szaravoz_manual3-3_ottplayer": "Choose \"Windows\", \"OTT Player\"",
    "szaravoz_manual3-3_ssiptv_samsung": "Choose \"Samsung TV\", \"SSIPTV\"",
    "szaravoz_manual3-3_ssiptv_lg": "Choose \"LG TV\", \"SSIPTV\"",
    "szaravoz_manual3-3_other": "Choose \"Other\", \"m3u8\"",
    "szaravoz_manual3-3_copy": " and click the \"Copy Link\" button.",
    "szaravoz_manual3-3_foto": " and memorize (write down or photograph) your personal key.",
    "szaravoz_manual3-4": "It is forbidden to transfer your data (key or playlist) to third persons, as if simultaneous viewing from different devices is detected, your account will be blocked!",
    "viplime_manual1-1": "Register on the VipLime website using the link:",
    "viplime_manual1-3": "Then a link to confirm your mail will be sent to your e-mail. Click on it and your mail is confirmed!",
    "viplime_manual2-1": "VipLime allows you to activate a free test period for one day 1 time whenever you want. To activate the test period, go to the Telegram bot:",
    "viplime_manual2-2": "Send your e-mail address that you used to register with VipLime. The test period will be activated automatically.",
    "viplime_manual2-3": "After 24 hours, if you want to continue watching, you will need to top up your balance and purchase a package. To do this, go to \"Account\", \"Top up balance\".",
    "viplime_manual2-4": "After refilling the balance, the service is automatically activated. Subscription renewal is also automatic if you have a positive balance. Money is debited once a month.",
    "viplime_manual3-1": "Go to your personal cabinet and select \"Playlists\".\nThen select the \"HLS (M3U8)\" tab.",
    "viplime_manual3-2": "Next, depending on the quality and speed of your Internet, select the appropriate playlist and copy it. You can simply select and copy (Ctrl+C).",
    "viplime_manual3-22": "Then, depending on the quality and speed of your Internet, choose the appropriate playlist and memorize (write down or photograph) the link to your playlist.",
    "viplime_manual3-3": "Go to your personal cabinet and select \"Devices\".\nFind the \"OTT Navigator IPTV\" field and memorize/record/save your personal key.",
    "viplime_manual3-4": "It is forbidden to transfer your data (key or playlist) to third parties, as if simultaneous viewing from more than two different devices is detected, your account will be blocked!",
    "cbilling_manual1-1": "Register on the Cbilling website using any of the links:",
    "cbilling_manual1-2": "Enter your e-mail.",
    "cbilling_manual1-3": "A link to confirm your mail will be sent to your e-mail. Follow the link from the e-mail and enter your registration data received in the same e-mail.",
    "cbilling_manual1-4": "Then you need to log in to the site with your details provided during registration.",
    "cbilling_manual2-1": "When you log in to the site, you will see that you have access to free viewing for 72 hours. To activate the free viewing for 72 hours, you need to click \"take a free test\".",
    "cbilling_manual2-11": "Then choose a package, for example \"PREMIUM IPTV\", \"take a test\".",
    "cbilling_manual2-12": "Next, select \"Activate the test for 72 hours\".",
    "cbilling_manual2-2": "At the end of the test period, if you want to continue watching, you will need to return to this step to replenish your balance and purchase the package.",
    "cbilling_manual2-3": "To replenish the balance go to the tab on the left \"Home\" - \"Replenish balance\" and replenish the balance in a convenient way for you.",
    "cbilling_manual2-4": "After topping up the account, you need to check that the selected package is connected, or select another package. After recharging, you will also be able to access the request tariff, where you will be charged only for the viewing time (suitable for those who do not use IPTV often).",
    "cbilling_manual3-1": "Go to your personal cabinet in the tab on the left \"Home\". Then select \"Playlist\".",
    "cbilling_manual3-2": "In the \"Auto-update playlist with archive\" field, click on the copy playlist button, or just highlight and copy.",
    "cbilling_manual3-21": "In the \"Auto-update playlist with archive\" field, memorize (write down or take a picture of) the link to your playlist.",
    "cbilling_manual3-3": "Go to your personal account in the tab on the left \"Home\".",
    "cbilling_manual3-4": "Find the \"Key\" field and memorize/record/save your personal key.",
    "kineskopclub_manual1-1": "Register on the Kineskop.club website using the link:",
    "kineskopclub_manual1-2": "After logging into the site, you will be asked to confirm your email.",
    "kineskopclub_manual2-2": "To replenish the balance, go to the \"Payment\" tab and click on \"REFILL ACCOUNT\". Replenish the account in any convenient way.",
    "kineskopclub_manual2-3": "Then select the tariff and click on the appropriate button \"Apply for a tariff\".",
    "kineskopclub_manual3-1": "Go to your personal account and select the \"Playlist\".",
    "kineskopclub_manual3-2": "Then select \"Download Playlist.\"",
    "kineskopclub_manual3-3": "Next, you can select unnecessary channel categories.",
    "kineskopclub_manual3-4": "Select \"Copy playlist link\".",
    "kineskopclub_manual3-42": "Memorize (write down or take a picture of) your playlist link.",
    "sharatv_manual1-1": "Register on the Shara-tv website at the link:",
    "sharatv_manual1-2": "After logging into the site, you will be asked to confirm your email.",
    "sharatv_manual2-1": "Shara-tv allows you to activate a free test period for one day 1 time anytime you want. To activate the test period go to the main page, then select \"Internet TV (IPTV)\".",
    "sharatv_manual2-2": "Next, select \"Test.\"",
    "sharatv_manual2-3": "Now you can move on to the next step. However, at the end of the day, if you want to continue viewing, you will need to return to this step in order to replenish the balance and purchase the package.",
    "sharatv_manual2-5": "To replenish the balance, go to the main page and click \"Refill\".",
    "sharatv_manual2-6": "Replenish the balance in any convenient way.",
    "sharatv_manual2-7": "Then choose and order the IPTV package you need.",
    "sharatv_manual3-1": "Go to the main page to the \"Internet TV (IPTV)\" tab.",
    "sharatv_manual3-2": "Then copy the link to the playlist by clicking \"Copy\".",
    "step-AppsHelpDownload": " - download helper applications",
    "android-help1-0": "If you have a bluetooth keyboard and you know how to easily copy and paste text on android tv box, you can skip this step.",
    "android-help1-1": "To make it easier to customize your TV box, we highly recommend downloading two helper applications that will make it easier to setup your TV box, namely copying and pasting a playlist link. These applications are tested, verified and absolutely safe.",
    "android-help1-2": "1) Convenient virtual keyboard for Android-TV that has a \"Paste from Buffer\" button.:",
    "android-help1-3": "2) Text editor that has a \"Copy to buffer\" button:",
    "android-help1-4": "For convenience, it is better to save all files and applications on your computer in a separate folder or on the desktop. After all settings are completed, you can delete these files.",
    "step-AppsHelpInstall": " - installing helper applications",
    "android-help2-1": "Install the \"Text Editor.apk\" application, giving it all permissions during the installation process.",
    "android-help2-2": "Next, install the application \"LeanKeyKeyboardPro.apk\", giving it all permissions during the installation process.",
    "android-help2-3": "Go to the device settings.",
    "android-help2-4": "Look for the \"Keyboard\" item.",
    "android-help2-5": "Select the LeanKey Keyboard Pro.",
    "android-help2-6": "After completing all the settings here, you can return to the standard keyboard if it is more comfortable and familiar to you.",
    "step-TelevizoDownload": " - downloading the Televizo app",
    "televizo_manual1-1": "Download the Televizo app:",
    "linkOfficial": "Official website",
    "link4PDA": "4PDA forum",
    "linkFast": "Direct link",
    "sendFiles_manual1-2": "Now our task is to transfer the link.txt file containing the link to our playlist and the apk file to our set-top box. If your set-top box has a USB input, you can simply transfer these files using any flash drive. But nowadays, mini TV set-top boxes in the form of sticks that don't have a USB connector are very popular. Therefore, we will consider a more universal, simple and convenient way to transfer files to ANDROID set-top box without using a flash drive.",
    "step-AndroidTvBoxTransfer": " - transferring files to a set-top box",
    "androidtvbox_manual2-1": "Go to the set-top box and open PlayMarket in it. Download the File Manager application. You can download any file manager that supports data transfer via FTP.",
    "androidtvbox_manual2-2": "Download, install and open it. Select \"Доступ из сети\" (Access from the network)",
    "androidtvbox_manual2-3": "Start the service of accessing files from the network. (Your computer and set-top box must be connected to the same router, i.e. in the same local network.",
    "androidtvbox_manual2-4": "Go back to the computer. Open \"My Computer\" and in the address bar enter the address from the application on the console. (On the previous screenshot it is \"ftp://192.168.1.97:3740\". You will have your own address). Then enter the username and password (we take them from the same place, you will have your own, the screenshot is just for example).",
    "androidtvbox_manual2-5_1": "After that, the \"device\" folder will open on the computer (it may be called differently on your computer). Now we have access to the files on the console from our computer. Go to \"device/download/\" and drag and drop here the previously downloaded ***.apk file.",
    "androidtvbox_manual2-5_2": "After that, the \"device\" folder will open on the computer (it may be called differently on your computer). Now we have access to the files on the console from our computer. Go to \"device/download/\" and drag and drop here the previously downloaded ***.apk files and the created ***.txt file.",
    "androidtvbox_manual2-6_1": "Go back to our console and use any file manager to search for and open the \"download\" folder. We can see that our file are already there.",
    "androidtvbox_manual2-6_2": "Go back to our console and use any file manager to search for and open the \"download\" folder. We can see that our files are already there.",
    "step-TelevizoInstall": " - installing and configuring the Televizo application",
    "televizo_manual2-1": "As it was said above, our files will be located on our console in the \"Downloads\" folder. First, open the link.txt file. To do this, hover the cursor over it and hold down the center button on the remote control for a long time (usually it is the OK button). Select the menu item \"Open with\" and then select our text editor, which we have installed.",
    "televizo_manual2-12": "It should open an editor like this:",
    "televizo_manual2-13": "To open the link.txt file, you can use any other text editor, if you decided not to install the previous one. Then use the cursor to select the entire link and press \"Copy\". The link will be copied to the memory buffer of the console. For example:",
    "televizo_manual2-2": "Then you need to copy the specified link to the clipboard. To do this press the \"Copy\" button. To make these actions easier, you can connect a bluetooth keyboard to your set-top box (for example, borrow it from someone) or use your smartphone by installing the \"Mocha Mouse\" or \"Bluetooth keyboard\" application on it. In the app settings, you need to select device search, find your set-top box, connect to it and use your smartphone as an advanced remote. This is only necessary at the setup stage.",
    "televizo_manual2-3": "Go back to the file manager and run the Televizo.apk file.",
    "televizo_manual2-4": "Install the Televizor app, giving it all permissions during the installation process. Then launch the application and select \"Create Playlist\" (Создать плейлист).",
    "televizo_manual2-5": "In the playlist name, write any name you want. In the \"Link to playlist\" field, click the cursor to make the \"Paste\" menu appear and click it. The link from the clipboard, which we copied earlier, should be pasted into the field.",
    "televizo_manual2-51": "If you have the LeanKeyKeyboardPro keyboard installed, you can paste a link from the buffer by simply pressing the appropriate key:",
    "televizo_manual2-6": "After that your playlist will be loaded and you will get to the channel category menu. The program on the channels will load and update automatically after some time. It took me about 5 minutes (for the first launch).",
    "televizo_manual2-7": "Here you can also watch archives (recordings) of TV programs (they do not work on all channels). To do this, press the button to call the program. Then press the Left button on the remote control.",
    "televizo_manual2-8": "Green indicates the current TV program, below that is the upcoming TV program, and above that in orange are archives that can be re-watched and even rewound!",
    "enjoy_manual01": "Enjoy watching!",
    "step-OttNavigatorDownload": " - downloading the OTT Navigator application",
    "ottnavigator_manual1-1": "Download the OTT Navigator app:",
    "ottnavigator_manual1-2": "Now our task is to transfer the apk file to our set-top box. If your set-top box has a USB input, you can simply transfer this file using any flash drive. But nowadays, mini TV set-top boxes in the form of sticks that don't have a USB connector are very popular. Therefore, we will consider a more universal, simple and convenient way to transfer files to ANDROID set-top box without using a flash drive.",
    "ottnavigator_manual1-21": "Now our task is to transfer the apk files to our set-top box. If your set-top box has a USB input, you can simply transfer this file using any flash drive. But nowadays, mini TV set-top boxes in the form of sticks that don't have a USB connector are very popular. Therefore, we will consider a more universal, simple and convenient way to transfer files to ANDROID set-top box without using a flash drive.",
    "step-OttNavigatorInstall": " - installing and setup OTT Navigator application",
    "ottnavigator_manual2-1": "As mentioned above Above, on our console in the \"Downloads\" or \"download\" folder will be our installation file.",
    "ottnavigator_manual2-2": "Enter the key we memorized in step 3. Then click apply.",
    "ottnavigator_manual2-3": "Go back to the File Manager and run the OTT Navigator.apk file.",
    "ottnavigator_manual2-4": "Install the OTT Navigator application, give it all permissions during the installation process. Then launch the application and go to \"Список провайдеров\" (Provider List).",
    "ottnavigator_manual2-45": "Install the OTT Navigator application, give it all permissions during the installation process. Then launch the application and go to \"Playlist\" (Плейлист).",
    "ottnavigator_ilooktv_manual2-5": "Choose a provider. In our case it is \"Edem/ILook\".",
    "ottnavigator_cbilling_manual2-5": "Choose a provider. In our case it is \"CBilling\".",
    "ottnavigator_sharavoz_manual2-5": "Choose a provider. In our case it is \"Sharavoz TV\".",
    "ottnavigator_viplime_manual2-5": "Choose a provider. In our case it is \"VipLime\".",
    "ottnavigator_manual2-6": "Insert a link to our playlist from the clipboard by selecting the appropriate icon or by inserting the cursor in the field and holding down the \"OK\" key on the remote control for a long time. The link to our playlist from the clipboard should be pasted into the appropriate field.",
    "ottnavigator_manual2-7": "After downloading the playlist, go to \"Прямой эфир\" (Live), select a category of channels and enjoy watching. The first time you need to wait for 5...10 minutes until the TV program for all channels is loaded. After loading the TV program you will be able to watch archives. To do this, go to the appropriate menu. For some channels archives may not be available. It depends on a particular IPTV operator.",
    "step-OttPlayFossDownload": " - downloading the OTT-play FOSS app",
    "ottplayfoss_manual1-1": "NOTE: If you already have \"Ott-Play by Alex\" installed, you will not be able to install \"OTT-play FOSS\". You must uninstall \"Ott-Play by Alex\" first. If you want to have two of these players on your device at the same time, one of them must be installed and run via \"Media Station X\". We will do this instruction later.",
    "ottplayfoss_manual1-2": "So, download \"OTT-play FOSS\" application:",
    "ottplayfoss_manual2-4": "Install the \"OTT-play FOSS\" application, giving it all permissions during the installation process. Then run the application and select \"Create playlist\".",
    "step-ottplayfossInstall": " - install the OTT-play FOSS app",
    "ottplayfoss_manual2-3": "Go back to the file manager and run the file ott-play_foss.apk.",
    "step-ottplayfossSetup": " - setup ",
    "ottplayfoss_manual2-45": "Launch the application and select the language you want.",
    "ottplayfoss_manual2-5": "Next, select \"Manual Setup\".",
    "ottplayfoss_manual2-6": "Go to \"Select Playlist.\"",
    "ottplayfoss_manual2-7": "Click on \"Playlist Name\" and enter any playlist name you like.",
    "ottplayfoss_manual2-8": "Go to \"Playlist URL\".",
    "ottplayfoss_manual2-9": "Here we can use the keyboard we have installed to quickly and easily paste a link to a playlist from the clipboard.",
    "ottplayfoss_manual2-92": "Enter the link to our playlist from your personal account (see step 3).",
    "ottplayfoss_manual2-10": "Set the number of archive hours to 72 and click \"Load playlist\".",
    "ottplayfoss_manual2-11": "And immediately our selected channel groups should load!",
    "ottplaybyalex-Note": "Russian public channels do not work",
    "step-OttPlayByAlexDownload": " - скачивание приложения Ott-Play by Alex",
    "ottplaybyalex_manual1-1": "ПРИМЕЧАНИЯ:\n1) Следует помнить, что этот плеер блокирует российские общественные каналы плейлистов.\n2) Если Вы уже установили плеер \"OTT-play FOSS\", то плеер \"Ott-Play by Alex\" установить не получится. Нужно сначала удалить \"OTT-play FOSS\". Но если Вы хотите, чтобы на Вашем устройстве было два этих плеера одновременно, то один из них нужно установить и запускать через \"Media Station X\". Эту инструкцию сделаем позже.",
    "ottplaybyalex_manual1-2": "So, download the \"Ott-Play by Alex\" app:",
    "step-ottplaybyalexInstall": " - installing the Ott-Play application by Alex",
    "ottplaybyalex_manual2-3": "Go back to the file manager and run the file ott-play.apk.",
    "ottplaybyalex_manual2-4": "Install the Ott-Play by Alex app, allowing it all permissions during the installation process.",
    "step-OttplayerWebSetup": " - Registering on the OttPlayer website and downloading a playlist",
    "ottplayer_manual1-1": "Go to the \"OttPlayer\" website at the link:",
    "ottplayer_manual1-2": "After registration, you will receive an email to confirm your mail.",
    "ottplayer_manual1-3": "Next, log into your Ottplayer account and go to the \"Playlists\" tab.",
    "ottplayer_manual1-4": "Enter any playlist name in the \"Playlist Name\" field. This name will be displayed in the player on your set-top box or TV.\nIn the \"Playlist Source\" field, select \"Link\".\nThen put the cursor in the \"Direct Link\" field and paste our link from the clipboard by pressing Ctrl+V or Shift+Ins. If the link is not pasted from the clipboard, you need to go back to the previous step and copy the link to your playlist.",
    "ottplayer_manual1-5": "The downloaded playlist should appear in the list. Do not close the tab on your computer yet, as we will need to come back here one more time.",
    "step-ottplayerInstall": " - installing and setting up the OttPlayer application",
    "ottplayer_manual2-1_boxes": "Go to our set-top box. Then go to Google Play and search for \"OttPlayer\".",
    "ottplayer_manual2-1_smarttv": "Go to our SMART TV. Go to the app store (LG Store, Samsung Apps or Google Play, depending on the type of your SMART TV) and search for \"OttPlayer\".",
    "ottplayer_manual2-2": "Click \"Install.\"",
    "ottplayer_manual2-3": "After installation, launch the application and click \"Start\".",
    "ottplayer_manual2-4": "Log in to the app with the same credentials with which we registered on the ottplayer website in the previous step.",
    "ottplayer_manual2-5": "Next, think of a name for your device and click \"Add\".",
    "ottplayer_manual2-6": "Return to the OttPlayer personal cabinet on your computer. Go to the \"Devices\" tab and make sure that our device has been added.",
    "ottplayer_manual2-7": "Go to the Playlists tab again.",
    "ottplayer_manual2-8": "Then go to our playlist settings.",
    "ottplayer_manual2-9": "Turn on auto-update and connect our device to the playlist.",
    "ottplayer_manual2-10_boxes": "Go back to the OttPlayer application on your set-top box.\nSelect our device and our playlist.",
    "ottplayer_manual2-10_smarttv": "Go back to the SMART TV to the OttPlayer application.\nSelect our device and our playlist.",
    "ottplayer_manual2-11": "After that, the TV channels in our playlist should load.",
    "ottplayer_manual2-12": "To go to the player settings you need to go to the left and lower the cursor to the bottom of the TV channel groups.",
    "step-IlookPlaylist-smarttv": " - copying the key for the TV player",
    "ilooktv_manual_smarttv_3-11": "Next, go into the settings and memorize (write down or photograph) your access key.",
    "ilooktv_manual_smarttv_3-12": "NOTE: It is forbidden to share your access key with third parties. In case of leakage it is recommended to change your key, otherwise as soon as the system detects simultaneous browsing from different IP addresses, your browsing will be blocked!",
    "step-smartTv-ottplayInstall": " - installing (on the SMART TV) application ",
    "mediaStationX_manual3-1_lgsmarttv": "Go to the SMART TV. In the LG Store, search for and install the Media Station X application.",
    "mediaStationX_manual3-1_samsungsmarttv": "Go to the SMART TV. In the Samsung Apps store, search for and install the Media Station X application.",
    "mediaStationX_manual3-2": "Open the Media Station X application. Go to Settings.",
    "mediaStationX_manual3-3": "Open Start Parameter.",
    "mediaStationX_manual3-4": "Open Setup.",
    "mediaStationX_manual3-5": "Next, you need to decide for yourself how you will use the Media Station X application:\n\n1) Only to launch the application ",
    "mediaStationX_manual3-6": ". That is, upon startup, \"Media Station X\" will immediately and automatically launch ",
    "mediaStationX_manual3-7": "\n2) To launch the application launcher. It is used when you need to install several applications in Media Station X at once, for example, different types of players or add an application with a free Lampa movie library, etc.",
    "mediaStationX_manual3-70": "Choose your option:",
    "mediaStationX_manual3-71": "1. Only to run the application ",
    "mediaStationX_manual3-72": "2. To run the app launcher.",
    "mediaStationX_manual3-8_ottplayfoss": "In the \"HTTP Server\" field enter the address: \"ottp.eu.org\" and click on the checkbox.",
    "mediaStationX_manual3-8_ottplaybyalex": "In the \"HTTP Server\" field enter the address: \"ott-play.com\" and click on the checkbox.",
    "mediaStationX_manual3-9": "Next, click \"Yes.\"",
    "mediaStationX_manual3-10": "Go to \"Confirm links\". Change the value to \"No\".",
    "mediaStationX_manual3-11": "or",
    "mediaStationX_manual3-12": "Now, the next time you launch the \"Media Station X\" application, your SMART TV should immediately open the application ",
    "mediaStationX_manual4-1": "In the \"HTTP Server\" field enter the address: \"msxplayer.ru\" and click on the checkbox.",
    "mediaStationX_manual4-2": "The application will reboot and you will get to the so-called Launcher. In it, click on \"+\".",
    "mediaStationX_manual4-3_ottplayfoss": "Next, select \"MSX Playlist\".",
    "mediaStationX_manual4-3_ottplaybyalex": "Next, select \"From the Store.\"",
    "mediaStationX_manual4-35_ottplayfoss": "In the \"HTTP Server\" field enter the address: \"ottp.eu.org\" and click on the checkbox.",
    "mediaStationX_manual4-35_ottplaybyalex": "In the store, select the \"OTT-Play\" application. Select it and press \"Install\".",
    "mediaStationX_manual4-4": "A new item should appear in the list, this is the ",
    "mediaStationX_manual4-5": "Now you can add the applications you need here.",
    "ottplay-smarttv_manual1-01": "Select \"Change provider\".",
    "ottplay-smarttv_manual1-1": "Choose \"Эдем / ILookTV\".",
    "ottplay-smarttv_manual1-2": "The sheet type can be selected Thematic (optional).",
    "ottplay-smarttv_manual1-3": "Next, click on \"Access Key.\"",
    "ottplay-smarttv_manual1-4": "Enter your key (see step 4) and click \"OK\".",
    "ottplay-smarttv_manual1-5": "Next, select \"Load Playlist\".",
    "ottplay-smarttv_manual1-6": "После этого должны загрузиться все категории каналов.",
    "ottplay-smarttv_manual1-7": "The ILookTV operator has a feature when downloading a playlist via a key. Channel sorting does not work with this method. If you want only selected categories of channels to be uploaded, for example, to hide unnecessary categories (folders) of channels, you need to download the playlist not through an access key, but by entering a link to your playlist. You can view the instructions by selecting an android TV set-top box and the same player, but you will have to enter the link to the playlist in SMART TV manually.",
    "step-ssIptvLgTvInstall": " - installing SS IPTV application on LG SMART TV",
    "ssiptv_manual1-1": "Go to our TV. Go to\"LG Store\" and search for \"SS IPTV\".",
    "ssiptv_manual1-2": "Click \"Install\". The application will be installed on your LG SMART TV.",
    "step-ssIptvSamsungInstall": " - installing SS IPTV application on SAMSUNG SMART TV",
    "ssiptv_manual1-3": "Go to our TV. To run the SS-IPTV player on Samsung SmartTVs, we need a flash drive that will be permanently connected to the TV.",
    "ssiptv_manual1-31": "Select your SAMSUNG SMART TV option:",
    "ssiptv_manual1-41": "Running on Tizen TVs (modern TV models)",
    "ssiptv_manual1-42": "Running on \"Non-Tizen\" TVs (2011~2015 model years)",
    "ssiptv_manual1-51": "Download the archive:",
    "ssiptv_manual1-52": "Extract the contents to the root directory of the USB flash drive.",
    "ssiptv_manual1-53": "Connect the USB flash drive to the TV that is turned off.",
    "ssiptv_manual1-54": "After turning on the TV, wait a minute, the app will install automatically.",
    "ssiptv_manual1-55": "After turning on the TV, wait for a minute and only then enter SmartHub - the player should be displayed there. The USB flash drive must remain connected to the TV for the player to work.",
    "ssiptv_manual1-56": "Important note: File paths matter. Make sure that you have unpacked the contents of the archive to the root folder of the USB flash drive.",
    "ssiptv_manual1-57": "For example, on Windows, the USB flash drive has been assigned the letter \"D\" (you may have your own letter). The D:\\userwidget folder should contain:",
    "ssiptv_manual1-58": "For example, on Windows, the USB flash drive has been assigned the letter \"D\" (you may have your own letter). The D:\\ssiptv\\ folder should contain:",
    "step-ssIptvSetup": " - setup and running SS IPTV application on SMART TV",
    "ssiptv_manual2-1": "Open the installed \"SS IPTV\" application on the TV and go to its settings.",
    "ssiptv_manual2-2": "In the settings, click on \"Get Code.\"",
    "ssiptv_manual2-3": "Go to the computer. Go to the player's website:",
    "ssiptv_manual2-4": "Enter your connection code that you received on your TV and click \"ADD DEVICE\".",
    "ssiptv_manual2-5": "Then click on \"ADD ELEMENT.\"",
    "ssiptv_manual2-6": "In the window that appears, you must specify the following parameters:",
    "ssiptv_manual2-7": "After entering all the data, confirm - OK and when you get to the main page, you must click on the Save button.",
    "ssiptv_manual2-8": "Back to the TV.",
    "ssiptv_manual2-9": "In the SS IPTV app, select the update button on the top right.",
    "ssiptv_manual2-10": "If you have done everything correctly, a section with your playlist will appear on the start page.",
    "step-flexiptvInstall": " - installing and setting up the FLEX IPTV application",
    "flexiptv_manual1-1": "To watch IPTV on your apple device, you need to install a player called Flex IPTV from the App Store.",
    "flexiptv_manual1-2": "After installing the player, run it and see the following:",
    "flexiptv_manual1-3": "The player has a built-in demo playlist, if you want to delete it, in the upper left corner click on the icon to call the menu, in the form of three bars, thereby calling the main menu.",
    "flexiptv_manual1-4": "Click on Playlists manager and go to the playlist creation menu.",
    "flexiptv_manual1-5": "Click Add Playlist and type in your playlist. The name of the playlist is arbitrary, in my case playlist01, then click Download.",
    "flexiptv_manual1-6": "If the sheet has been prescribed without errors, it will appear in the list with the number of channels.",
    "flexiptv_manual1-7": "Open the main menu again and click Settings.",
    "flexiptv_manual1-8": "Select the EPG Sourses section.",
    "flexiptv_manual1-9": "Enter the address of the sheet for downloading the TV guide of the selected operator ",
    "flexiptv_manual1-10": "Waiting for the download to complete.",
    "flexiptv_manual1-11": "After that, we go back to the main menu, select our playlist (in the example playlist01) and get to the main sheet screen.",
    "flexiptv_manual1-12": "In the upper right corner, click on the icon to call the additional menu, in the form of three vertical dots.",
    "flexiptv_manual1-13": "Click on the icon in the form of a gear and get to the menu where you activate the TV guide by clicking on the Show EPG slider.",
    "flexiptv_manual1-14": "Then attach some screenshots with the appearance of the menu of the player itself, as well as the menu in which you can disable unnecessary categories.",
    "note_manual01": "NOTE: The set of channels in the screenshots may differ from yours. It depends on the operator (playlist) you choose.",
    "step-HdvideoboxDownload": " - downloading the HD Videobox app",
    "hdvideobox_manual1-1": "Download the working HD Videobox application (with ready-made settings):",
    "hdvideobox_manual1-2": "We also recommend downloading and installing some external player (e.g. MX Player (available on Google Play) or Vimu Media Player).",
    "step-hdvideoboxInstall": " - installing the HD Videobox application",
    "hdvideobox_manual2-1": "As mentioned above, our files will be located on our console in the \"Downloads\" folder.",
    "hdvideobox_manual2-3": "First, you can install the Vimu Player app by running the Vimu+Media+Player.apk file.",
    "hdvideobox_manual2-4": "Then install the HD Videobox app, giving it all permissions during the installation process.\nRun the application and enter the settings.",
    "hdvideobox_manual2-5": "Go to the Video settings.",
    "hdvideobox_manual2-6": "Choose \"Video Player.\"",
    "hdvideobox_manual2-7": "Select the installed external player. In our case it is \"ViMu Player\".",
    "hdvideobox_manual2-8": "How do I start a video? Let's look at an example.",
    "hdvideobox_manual2-9": "Go to the main menu and search for the movie we need. A page with a description will open. Go to the \"VIDEO\" tab.",
    "hdvideobox_manual2-10": "Select the file option. Here, for example, I like the CP Digital option. Play the video and it will start playing.",
    "step-LampaAndroidDownload": " - downloading the Lampa app (for android)",
    "lampaandroid_manual1-1": "Download the Lampa app (for android):",
    "step-LampaAndroidInstall": " - installing the Lampa app (for android)",
    "lampaandroid_manual2-4": "Then install the Lampa application, granting it all permissions during the installation process.",
    "step-LampaSetup": " - Lampa application setup",
    "lampa_manual3-1": "Start Lampa and select the desired language.",
    "lampa_manual3-2": "Go to settings.",
    "lampa_manual3-3": "Select Extensions (Plugins).",
    "lampa_manual3-4": "Select \"Add Plugin.\"",
    "lampa_manual3-5": "Enter the plugin addresses listed below one by one:",
    "lampa_manual3-6": "Restart the player. We should see all plugins connected.",
    "lampa_manual3-7": "NOTES:",
    "lampa_manual3-71": "1. Over time, these plugins sometimes stop working. Without them it will be impossible to watch videos! In this case you need to look for new links. Follow the updates on our site.",
    "lampa_manual3-72": "2. If you don't have the second and third plugins working at the same time, especially older SMART-TVs when running Lampa in a browser, in this case try entering the following address for the plugin: ",
    "lampa_manual3-73": "If the first three are working fine, there is no need to install this plugin. In general, try not to abuse the number of extensions, otherwise Lampa application may freeze.",
    "lampa_manual3-8": "Go to the main menu and through the search find the movie we need.",
    "lampa_manual3-9": "On the page with the selected movie, select Play.",
    "lampa_manual3-10": "Choose any of the main sources.",
    "lampa_manual3-11": "Next, select the \"Balancer\" tab.",
    "lampa_manual3-12": "I usually choose \"Rezka\".",
    "mediaStationX_manual3-1_media": "Switch to the SMART TV. In the app store, search for and install the Media Station X app.",
    "mediaStationX_manual3-7_media": "\n2) To start the application launcher. This is used when you need to install several applications in \"Media Station X\" at once, for example, different types of players or you already have an IPTV application installed here.",
    "mediaStationX_manual3-8_lampa": "In the \"HTTP Server\" field enter the address: \"lampa.mx\" and click on the checkbox.",
    "mediaStationX_manual3-12_lampa": "Now, the next time you launch the \"Media Station X\" app, you need to select the \"Lampa\" app.",
    "mediaStationX_manual4-35_lampa": "In the store, select the \"Lampa\" application. Select it and click \"Install\".",
    "mediaStationX_manual5-1_lampa": "note: On older SMART TVs, such as LG netcast and others, the Lampa application may not start via Media Station X. If you know the solution to this problem, please email us ",
    "mediaStationX_manual5-2_lampa": "In this case, the issue is solved by launching Lampa through the TV browser or purchasing a TV set-top box.",
    "step-LampaBrowserInstall": " - running the Lampa application in a browser",
    "lampa_manual5-1": "Lampa's online cinema also works in many browsers, even on older SMART TVs.",
    "lampa_manual5-2": "To run the Lampa application, you need to type the following address into your browser bar:",
    "aboutTitle": "ABOUT US",
    "aboutContent01": "We are a small team of enthusiastic developers. Our goal is to bring affordable and high–quality television to people. We have tried to explain our instructions on setting up iptv and cinema halls on various devices in as much detail as possible. We do not claim to be the standard of our instructions. Each of our instructions is just one of many ways to set up your equipment for watching television and movies. You can always get more specific information about the settings from your chosen operator providing a technical solution (IPTV).",
    "aboutContent02": "We plan to maintain this site as we have free time. We plan to test and add new services and players for different devices, contact form.",
    "aboutContent03": "To support us, it is enough to share a link to this site with friends on social networks or messengers. We will see the site traffic and understand its relevance or lack of demand. And this will encourage us to continue or not to continue this work.",
    "aboutContent04": "If you want to sponsor us financially for the purchase of new hosting, you can do so at the link below. We will be grateful for even the smallest amount.",
    "aboutContent05": "You can help the development of the site with suggestions, comments, finding inaccuracies or errors on the site by writing to us by e-mail:",
    "aboutContent06": "ggs2003-mediabox@yahoo.com",
    "aboutContent07": "You can also write here on cooperation issues (creating websites, landing pages).",
    "aboutContent30": "Copyright holders",
    "aboutContent31": "We do not store, broadcast or rebroadcast content. We only provide information on how to get a technical solution for accessing publicly available content on the Internet.",
    "aboutContent32": "We do not bear any responsibility for the places of origin, legality and quality of TV channels and radio stations, we only point out the possibility of obtaining a technical solution for access on a single site to these TV channels, as well as a technical solution to convert this stream of broadcasting with the help of players and set-top boxes to the TV set."
}